Repository: RallyFoundation/ManufacturingSolutions
Catalog: DIS-Open.Org/src/Presentation/KMT/Properties/MergedResources.*.resx
Languages: es, ja_jp, pt_br, zh_cn, zh_tw

# AccessFileDenied
source: Access path is denied!
es: Ruta de acceso denegada
zh_cn: 访问路径被拒绝!
zh_tw: 訪問路徑被拒絕!

# AccountSetting_BasicInfo
source: Basic Information
es: Información básica
ja_jp: 基本情報
pt_br: Informações Básicas
zh_cn: 基本信息
zh_tw: 基本資訊

# AccountSetting_ChangePassword
source: Change Password
es: Cambiar contraseña
ja_jp: パスワードの変更
pt_br: Alterar Senha
zh_cn: 更改密码
zh_tw: 變更密碼

# AccountSetting_CurrentPassword
source: Current Password :
es: Contraseña actual:
ja_jp: 現在のパスワード:
pt_br: Senha Atual:
zh_cn: 当前密码：
zh_tw: 目前密碼：

# AccountSetting_Language
source: Language :
es: Idioma:
ja_jp: 言語 :
pt_br: Idioma :
zh_cn: 语言：
zh_tw: 語言：

# AccountSetting_NewPassword
source: New Password :
es: Contraseña nueva:
ja_jp: 新しいパスワード:
pt_br: Nova Senha:
zh_cn: 新密码：
zh_tw: 新密碼：

# ApplicationName
source: Partner Integration Toolkit
pt_br: Kit de Ferramentas de Integração de Parceiro
zh_cn: 伙伴集成工具包
zh_tw: 夥伴整合工具組

# AssignKeysViewModel_AssignKeysResult
source: Assigned keys : {0} successful, {1} failed
es: Claves asignadas: {0} correctas, {1} con errores
ja_jp: 割り当てキー:{0} 成功、{1} 失敗
pt_br: Chaves atribuídas: {0} com êxito, {1} com falha
zh_cn: 分配： {0} 个成功， {1} 个失败。
zh_tw: 指派的金鑰： {0} 個成功，{1} 個失敗

source: Choose export file
es: Elegir archivo de exportación
ja_jp: エクスポート ファイルを選択します
pt_br: Escolher arquivo de exportação
zh_cn: 选择导出文件
zh_tw: 選擇匯出檔案

source: Choose import file
es: Elegir archivo de importación
ja_jp: インポート ファイルを選択します
pt_br: Escolher arquivo de importação
zh_cn: 选择导入文件
zh_tw: 選擇匯入檔案

# CommonDate_To
source: Fulfilled Date To
es: Fecha de entrega hasta
ja_jp: フルフィル期限
pt_br: Data de Fornecimento para
zh_cn: Fulfilled Date到
zh_tw: Fulfilled Date至

# Common_About
source: About
es: Acerca de
ja_jp: 詳細
pt_br: Sobre
zh_cn: 关于
zh_tw: 關於

# Common_AccessKey
source: Access Key :
es: Clave de acceso:
ja_jp: アクセス キー:
pt_br: Chave de Acesso:
zh_cn: 访问密钥：
zh_tw: 存取金鑰：

# Common_Add
source: Add
es: Agregar
ja_jp: 追加
pt_br: Adicionar
zh_cn: 添加
zh_tw: 新增

# Common_AddUser
source: Add User
es: Agregar usuario
ja_jp: ユーザの追加
pt_br: Adicionar Usuário
zh_cn: 添加用户
zh_tw: 新增使用者

# Common_All
source: All
es: Todos
ja_jp: すべて
pt_br: Tudo
zh_cn: 所有
zh_tw: 所有

# Common_AllFilesFilter
source: All files (*.*)|*.*
es: Todos los archivos (*.*)|*.*
ja_jp: すべてのファイル (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*
zh_cn: 所有文件 (*.*)|*.*
zh_tw: 所有檔案 (*.*)|*.*

# Common_Apply
source: Apply
es: Aplicar
ja_jp: 適用
pt_br: Aplicar
zh_cn: 应用
zh_tw: 套用

# Common_Browse
source: Browse
es: Examinar
ja_jp: 参照
pt_br: Procurar
zh_cn: 浏览
zh_tw: 瀏覽

# Common_ByKeys
source: By Keys
es: Por claves
ja_jp: キー
pt_br: Por Chaves
zh_cn: 按密钥
zh_tw: 依金鑰

# Common_ByQuantity
source: By Quantity
es: Por cantidad
ja_jp: 量
pt_br: Por Quantidade
zh_cn: 按数量
zh_tw: 依數量

# Common_CallOffReferenceNumber
source: Call Off Reference Number :
es: Suspender el número de referencia:
ja_jp: コールオフ参考番号:
pt_br: Número de Referência de Cancelamento:
zh_cn: Call Off 参考编号：
zh_tw: Call Off 参考编号：

# Common_Cancel
source: Cancel
es: Cancelar
ja_jp: キャンセル
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# Common_CancelConfirmation
source: Are you sure to leave this window?
es: ¿Está seguro de que desea salir de esta ventana?
ja_jp: このウィンドウを本当に閉じますか？
pt_br: Tem certeza de que deseja sair desta janela?
zh_cn: 您确定要离开此窗口吗?
zh_tw: 您確定要離開此視窗嗎?

# Common_Clear
source: Clear
es: Borrar
ja_jp: クリア
pt_br: limpo
zh_cn: 清除
zh_tw: 清除

# Common_Close
source: Close
es: Cerrar
ja_jp: 閉じる
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# Common_ColumnAssignedTo
source: Assigned To :
es: Asignado a:
ja_jp: 割り当て:
pt_br: Acessar no programa:
zh_cn: 分配到：
zh_tw: 指派至：

# Common_ColumnAssignTo
source: Assign To :
es: Asignar a:
ja_jp: 割り当て:
pt_br: Atribuir a:
zh_cn: 分配到：
zh_tw: 指派至：

# Common_ColumnHardwareHash
source: Hardware Hash :
es: Hash del hardware:
ja_jp: ハードウェア ハッシュ:
pt_br: Hash do Hardware:
zh_cn: 硬件哈希码：
zh_tw: 硬體雜湊：

# Common_ColumnHeaderAckFileDate
source: Ack. File Date
es: Fecha de confirmación del archivo
ja_jp: Ackファイル日付
pt_br: Data do Arquivo Ack
zh_cn: Ack 文件日期
zh_tw: 認可檔案日期

# Common_ColumnHeaderAckReceivedDate
source: Ack. Received Date
es: Fecha de confirmación de la recepción
ja_jp: 受取日の確認
pt_br: Confirmacao dos dados recebidos
zh_cn: Ack. 收到日期
zh_tw: Ack. 接收日期

# Common_ColumnHeaderAvailableKeys
source: Available Keys
es: Claves disponibles
ja_jp: 利用可能なキー
pt_br: Chaves Disponíveis
zh_cn: 可用密钥
zh_tw: 可用金鑰

# Common_ColumnHeaderCreateDate
source: Created Date
es: Fecha de creación
ja_jp: 作成日
pt_br: Data de Criação
zh_cn: 创建日期
zh_tw: 建立日期

# Common_ColumnHeaderCreatedBy
source: Created By
es: Creado por
ja_jp: 作成者
pt_br: Criada por
zh_cn: 创建者
zh_tw: 建立者

# Common_ColumnHeaderCurrentState
source: Current Status
es: Estado actual
ja_jp: 現在のステータス
pt_br: Status Atual
zh_cn: 当前状态
zh_tw: 目前狀態

# Common_ColumnHeaderCustomerReportUniqueID
source: Customer Report Unique ID
es: ID única del informe del cliente
ja_jp: 顧客レポートの固有 ID
pt_br: Unico ID do reporter do cliente
zh_cn: 客户报表唯一ID
zh_tw: 客戶報告唯一 ID

# Common_ColumnHeaderDepartment
source: Department
es: Departamento
ja_jp: 部署
pt_br: Departamento
zh_cn: 部门
zh_tw: 部門

# Common_ColumnHeaderDescription
source: Description
es: Descripción
ja_jp: 説明
pt_br: Descrição
zh_cn: 描述
zh_tw: 描述

# Common_ColumnHeaderEmail
source: Email
es: Correo electrónico
ja_jp: 電子メール
zh_cn: 电子邮件
zh_tw: 電子郵件

# Common_ColumnHeaderExportDate
source: Export Date
es: Exportar fecha
ja_jp: エクスポート日
pt_br: Data de Exportação
zh_cn: 导出日期
zh_tw: 匯出日期

# Common_ColumnHeaderExportFrom
source: Exported From
es: Exportado desde
ja_jp: エクスポート元
pt_br: Exportada de
zh_cn: 导出自
zh_tw: 匯出自

# Common_ColumnHeaderExportQuantity
source: Export Quantity
es: Exportar cantidad
ja_jp: エクスポート量
pt_br: Quantidade de Exportação
zh_cn: 导出数量
zh_tw: 匯出數量

# Common_ColumnHeaderExportTo
source: Export To
es: Exportar a
ja_jp: エクスポート先
pt_br: Exportar para
zh_cn: 导出到
zh_tw: 匯出至

# Common_ColumnHeaderFailedReason
source: Failed Reason
es: Motivo incorrecto
ja_jp: 失敗理由
pt_br: Motivo da Falha
zh_cn: 失败原因
zh_tw: 失敗原因

# Common_ColumnHeaderFileName
source: File Name
es: Nombre del archivo
ja_jp: ファイル名
pt_br: Nome do Arquivo
zh_cn: 文件名
zh_tw: 檔案名稱

# Common_ColumnHeaderFulfillmentNumber
source: Fulfillment Number
es: Número de entrega
zh_tw: 處理號碼

# Common_ColumnHeaderHardwareHash
source: Hardware Hash
es: Hash del hardware
ja_jp: ハードウェア ハッシュ
pt_br: Hash do Hardware
zh_cn: 硬件哈希码
zh_tw: 硬體雜湊

# Common_ColumnHeaderHardwareId
source: Hardware Id
es: ID del hardware
ja_jp: ハードウェア ID
pt_br: ID do Hardware
zh_cn: 硬件 ID
zh_tw: 硬體 ID

# Common_ColumnHeaderIsEncrypted
source: Is Encrypted
es: Está cifrado
ja_jp: 暗号化されている
pt_br: E encryptado
zh_cn: 是否加密
zh_tw: 加密

# Common_ColumnHeaderIsExport
source: Is Export
es: Está exportado
ja_jp: エクスポートである
pt_br: E exportacao
zh_cn: 是否导出
zh_tw: 匯出

# Common_ColumnHeaderIsFailed
source: Is Failed
es: Es incorrecto
ja_jp: 失敗
pt_br: Com Falha
zh_cn: 是否失败
zh_tw: 失敗

# Common_ColumnHeaderKeyCount
source: Key Count
es: Conteo de claves
ja_jp: キー カウント
pt_br: Contagem de Chaves
zh_cn: 密钥计数
zh_tw: 金鑰數

# Common_ColumnHeaderKeyDetails
source: Key Details
es: Detalles de claves
ja_jp: キー詳細
pt_br: Detalhes da Chave
zh_cn: 密钥详细信息
zh_tw: 金鑰詳細資料

# Common_ColumnHeaderKeyHistory
source: Key History
es: Historial de claves
ja_jp: キー履歴
pt_br: Histórico das Chaves
zh_cn: 密钥历史记录
zh_tw: 金鑰歷程

# Common_ColumnHeaderKeysMaximum
source: Maximum
es: Máximo
ja_jp: 最大
pt_br: Maximo
zh_cn: 最大值
zh_tw: 最大值

# Common_ColumnHeaderKeysMinimum
source: Minimum
es: Mínimo
ja_jp: 最小
pt_br: minimo
zh_cn: 最小值
zh_tw: 最小值

# Common_ColumnHeaderKeyStatus
source: Key Status
es: Estado de la clave
ja_jp: キー ステータス
pt_br: Status da Chave
zh_cn: 密钥状态
zh_tw: 金鑰狀態

# Common_ColumnHeaderLoginID
source: Login ID
es: ID de inicio de sesión
ja_jp: ログイン ID
pt_br: ID de Logon
zh_cn: 登录 ID
zh_tw: 登入 ID

# Common_ColumnHeaderModifiedDate
source: Last Updated date
es: Fecha de la última actualización
ja_jp: 最終更新日
pt_br: Ultima actualicao dos dados
zh_cn: 最后更新日期
zh_tw: 前次更新日期

# Common_ColumnHeaderMSFulfulledDate
source: MS Fulfulled Date
es: Fecha de entrega de MS
zh_tw: MS Fulfilled Date

# Common_ColumnHeaderMSPartNumber
source: MS Part Number
es: Número de pieza de MS
ja_jp: MS 部品番号
pt_br: Número de Peça da MS
zh_cn: MS 商品编号
zh_tw: MS 零件編號

# Common_ColumnHeaderMSReportUniqueID
source: MS Report Unique ID
es: ID única del informe de MS
ja_jp: MS レポートの固有 ID
pt_br: Unico ID do reporter do MS
zh_cn: MS报表唯一ID
zh_tw: MS 報告唯一 ID

# Common_ColumnHeaderName
source: Name
es: Nombre
ja_jp: 名前
pt_br: Nome
zh_cn: 名称
zh_tw: 名稱

# Common_ColumnHeaderNewState
source: New Status
es: Nuevo estado
ja_jp: 新しいステータス
pt_br: novo estatuto
zh_cn: 新状态
zh_tw: 新狀態

# Common_ColumnHeaderNewState1
source: New Status
es: Nuevo estado
ja_jp: 新しいステータス
pt_br: Novo Status
zh_cn: 新状态
zh_tw: 新狀態

# Common_ColumnHeaderOEMPartNumber
source: OEM Part Number
es: Número de pieza de OEM
ja_jp: OEM 部品番号
pt_br: Número de Peça do OEM
zh_cn: OEM 商品编号
zh_tw: OEM 零件編號

# Common_ColumnHeaderOEMPONumber
source: OEM PO Number
es: Número de orden de compra de OEM
ja_jp: OEM PO 番号
pt_br: Número da OC do OEM
zh_cn: OEM 订单编号
zh_tw: OEM 採購單編號

# Common_ColumnHeaderOldState
source: Old Status
es: Estado anterior
ja_jp: 古いステータス
pt_br: Antigo estatuto
zh_cn: 旧状态
zh_tw: 舊狀態

# Common_ColumnHeaderOperationResult
source: Operation Result
es: Resultado de la operación
ja_jp: オペレーション結果
pt_br: Resultado da Operação
zh_cn: 操作结果
zh_tw: 作業結果

# Common_ColumnHeaderOperator
source: Operator
es: Operador
ja_jp: オペレータ
pt_br: Operador
zh_cn: 操作员
zh_tw: 操作員

# Common_ColumnHeaderOrderUniqueId
source: Order Unique ID
es: ID única de la orden
ja_jp: 固有 ID の注文
pt_br: Encomendar unico ID
zh_cn: 订单唯一ID
zh_tw: 訂單唯一 ID

# Common_ColumnHeaderOverDays
source: Over Days
es: Días de demora
ja_jp: 日経過
pt_br: Ao longo dos dias
zh_cn: 超过天数
zh_tw: 超過天數

# Common_ColumnHeaderPassword
source: Password
es: Contraseña
ja_jp: パスワード
pt_br: Senha
zh_cn: 密码
zh_tw: 密碼

# Common_ColumnHeaderPhone
source: Phone
es: Teléfono
ja_jp: 電話番号
pt_br: Telefone
zh_cn: 电话
zh_tw: 電話

# Common_ColumnHeaderProcessing
source: Is Processing
es: Está en proceso
zh_cn: 正在处理
zh_tw: 正在處理

# Common_ColumnHeaderProductKey
source: Product Key
es: Clave del producto
ja_jp: 製品キー
pt_br: Chave do Produto (Product Key)
zh_cn: 产品密钥
zh_tw: 產品金鑰

# Common_ColumnHeaderProductKeyDBState
source: Key Status In DB
es: Estado de la clave en DB
ja_jp: DB のキー ステータス
pt_br: Status da Chave no Banco de Dados
zh_cn: 数据库中的密钥状态
zh_tw: 資料庫中的金鑰狀態

# Common_ColumnHeaderProductKeyID
source: Product Key ID
es: ID de clave del producto
ja_jp: 製品キー ID
pt_br: ID da Chave do Produto (Product Key)
zh_cn: 产品密钥 ID
zh_tw: 產品金鑰 ID

# Common_ColumnHeaderProductKeyState
source: Key Status In File
es: Estado de la clave en el archivo
ja_jp: ファイルのキー ステータス
pt_br: Status da Chave no Arquivo
zh_cn: 文件中的密钥状态
zh_tw: 檔案中的金鑰狀態

# Common_ColumnHeaderQuantity
source: Quantity
es: Cantidad
ja_jp: 量
pt_br: Quantidade
zh_cn: 数量
zh_tw: 數量

# Common_ColumnHeaderRefNumber
source: Call Off Reference Number
es: Suspender el número de referencia
ja_jp: コールオフ参考番号
zh_cn: Call Off 参考编号
zh_tw: Call Off 參考編號

# Common_ColumnHeaderRole
source: Role
es: Rol
ja_jp: ロール
pt_br: Função
zh_cn: 角色
zh_tw: 角色

# Common_ColumnHeaderSeverity
source: Severity
es: Gravedad
ja_jp: 重大レベル
pt_br: Severidade
zh_cn: 严重级别
zh_tw: 嚴重性

# Common_ColumnHeaderShipTo
source: Ship To
es: Enviar a
ja_jp: 出荷先
pt_br: Remeter para
zh_cn: 寄送到
zh_tw: 收貨方

# Common_ColumnHeaderSoldTo
source: Sold To
es: Vendido a
ja_jp: 販売先
pt_br: Vendido para
zh_cn: 销售到
zh_tw: 買方

# Common_ColumnHeaderStatus
source: Status
es: Estado
ja_jp: ステータス
zh_cn: 状态
zh_tw: 狀態

# Common_ColumnHeaderTarget
source: Target
es: Destino
ja_jp: ターゲット
pt_br: alvo
zh_cn: 目标
zh_tw: 目標

# Common_ColumnHeaderTimestamp
source: Timestamp
es: Marca de tiempo
ja_jp: タイムスタンプ
pt_br: Carimbo de Data e Hora
zh_cn: 时间戳
zh_tw: 時間戳記

# Common_ColumnHeaderTitle
source: Title
es: Título
ja_jp: タイトル
pt_br: Título
zh_cn: 标题
zh_tw: 標題

# Common_ColumnHeaderType
source: Type
es: Tipo
ja_jp: タイプ
pt_br: Tipo
zh_cn: 类型
zh_tw: 類型

# Common_ColumnoAssignTo
source: Assign To
es: Asignar a
ja_jp: 割り当て先
pt_br: Acessar no
zh_cn: 分配到
zh_tw: 指派至

# Common_ColumnProductKey
source: Product Key :
es: Clave del producto:
ja_jp: 製品キー:
pt_br: Chave do Produto (Product Key):
zh_cn: 产品密钥：
zh_tw: 產品金鑰：

# Common_ColumnStatus
source: Status :
es: Estado:
ja_jp: ステータス:
zh_cn: 状态：
zh_tw: 狀態：

# Common_Confirmation
source: Confirmation
es: Confirmación
ja_jp: 確認
pt_br: Confirmação
zh_cn: 确认
zh_tw: 確認

# Common_ConfirmPassword
source: Confirm Password :
es: Confirmar contraseña:
ja_jp: 確認パスワード:
pt_br: Confirmar Senha:
zh_cn: 确认密码：
zh_tw: 確認密碼：

# Common_ConnectServiceError
source: Unable to connect to remote server!
es: No se pudo conectar al servidor remoto.
ja_jp: リモート サーバに接続できません！
pt_br: Não é possível conectar ao servidor remoto.
zh_cn: 无法连接到远程服务器!
zh_tw: 無法連線到遠端伺服器!

# Common_Copy
source: Copy
es: Copiar
ja_jp: コピー
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# Common_Department
source: Department :
es: Departamento:
ja_jp: 部署:
pt_br: Departamento:
zh_cn: 部门：
zh_tw: 部門：

# Common_Description
source: Description :
es: Descripción:
ja_jp: 説明:
pt_br: discricao:
zh_cn: 描述：
zh_tw: 描述：

# Common_Diagnostic
source: Diagnostic
es: Diagnóstico
ja_jp: 診断
pt_br: Diagnóstico
zh_cn: 诊断
zh_tw: 診斷

# Common_Directory
source: Directory :
es: Directorio:
ja_jp: ディレクトリ:
pt_br: Lista:
zh_cn: 目录：
zh_tw: 目錄：

# Common_DontPopupAgain
source: Don't popup
es: Desactivar los alertas emergentes
ja_jp: ポップアップしない
pt_br: Nao surge
zh_cn: 不再弹出
zh_tw: 不快顯

# Common_Edit
source: Edit
es: Editar
ja_jp: 編集
pt_br: Editar
zh_cn: 编辑
zh_tw: 編輯

# Common_EditUser
source: Edit User
es: Editar usuario
ja_jp: ユーザの編集
pt_br: Editar Usuário
zh_cn: 编辑用户
zh_tw: 編輯使用者

# Common_Email
source: Email :
es: Correo electrónico:
ja_jp: 電子メール:
zh_cn: 电子邮件：
zh_tw: 電子郵件：

# Common_EnableGetKeys
source: Enable Get Keys
es: Activar la opción Obtener claves
ja_jp: 「キーの取得」を有効に
pt_br: Possiblidade de obter chaves
zh_cn: 启用获取密钥
zh_tw: 啟用取得金鑰

# Common_EncryptedDisplay
source: Encrypted
es: Cifrado
ja_jp: 暗号化
pt_br: encryptado
zh_cn: 加密
zh_tw: 加密

# Common_Error
source: Error
ja_jp: エラー
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# Common_Exit
source: Exit
es: Salir
ja_jp: 終了
pt_br: Sair
zh_cn: 退出
zh_tw: 結束

# Common_ExportDateFrom
source: Export Date From :
es: Exportar fecha desde:
ja_jp: エクスポート日から:
pt_br: Exportar dados do:
zh_cn: 导出开始日期：
zh_tw: 匯出開始日期：

# Common_ExportTo
source: Export To :
es: Exportar a:
ja_jp: エクスポート先:
pt_br: Exportar para:
zh_cn: 导出到：
zh_tw: 匯出至：

# Common_Failed
source: Failed :
es: Error:
ja_jp: 失敗:
pt_br: Falha:
zh_cn: 失败：
zh_tw: 失敗：

# Common_failedKeys
source: failed Keys :
es: Claves con error:
ja_jp: 失敗したキー:
pt_br: Chaves falhados:
zh_cn: 失败密钥：
zh_tw: 失敗的金鑰：

# Common_FailedTxt
source: Failed
es: Error
ja_jp: 失敗
pt_br: Falha
zh_cn: 失败
zh_tw: 失敗

# Common_FailedType
source: failed type :
es: Tipo con error:
ja_jp: 失敗したタイプ:
pt_br: Tipos de falhas:
zh_cn: 失败类型：
zh_tw: 失敗的類型：

# Common_FileName
source: File Name :
es: Nombre del archivo:
ja_jp: ファイル名:
pt_br: Nome do Arquivo:
zh_cn: 文件名称：
zh_tw: 檔案名稱：

# Common_FilePath
source: File Path :
es: Ruta del archivo:
ja_jp: ファイル パス:
pt_br: Arquivos ultrapassados:
zh_cn: 文件路径：
zh_tw: 檔案路徑：

# Common_Filter
source: Filter
es: Filtro
ja_jp: フィルタ
pt_br: Filtrar
zh_cn: 筛选
zh_tw: 篩選

# Common_Find
source: Find
es: Buscar
ja_jp: 検索
pt_br: Localizar
zh_cn: 查找
zh_tw: 尋找

# Common_FirstName
source: First Name :
es: Nombre:
ja_jp: 名前:
pt_br: Nome:
zh_cn: 名：
zh_tw: 名字：

# Common_From
source: From :
es: De:
ja_jp: から:
pt_br: De:
zh_cn: 从：
zh_tw: 從：

# Common_FulfilledDateFrom
source: MS Fulfilled Date From :
es: Fecha de entrega de MS desde:
ja_jp: MS Fulfilled 日 から:
pt_br: Data de MS Fulfilled de:
zh_cn: MS Fulfilled Date 从：
zh_tw: 起始 MS Fulfilled Date：

# Common_GenerateAccessKey
source: Generate
es: Generar
ja_jp: 生成
pt_br: Gerar
zh_cn: 生成
zh_tw: 產生

# Common_Host
source: Host :
ja_jp: ホスト:
zh_cn: 主机：
zh_tw: 主機：

# Common_Info
source: Info
es: Información
ja_jp: 情報
pt_br: informacoes
zh_cn: 信息
zh_tw: 資訊

# Common_Information
source: Information
es: Información
ja_jp: 情報
pt_br: Informações
zh_cn: 信息
zh_tw: 資訊

# Common_InternalErrorFormat
source: Internal web service returned error : {0}.
es: Error de devolución del servicio web interno: {0}.
ja_jp: 内部Webサービスがエラーを返しました: {0}.
pt_br: O serviço Web interno retornou um erro: {0}.
zh_cn: 内部 WEB 服务错误：{0}。
zh_tw: 內部 Web 服務傳回錯誤：{0}。

# Common_Invalid
source: Invalid
es: No válido
ja_jp: 無効
pt_br: Inválido
zh_cn: 无效
zh_tw: 無效

# Common_LastName
source: Last Name :
es: Apellido:
ja_jp: 名字:
pt_br: Sobrenome:
zh_cn: 姓：
zh_tw: 姓氏：

# Common_Loading
source: Loading, please wait...
es: Cargando. Espere...
ja_jp: ロード中です。お待ちください...
pt_br: Carregando, aguarde...
zh_cn: 处理中，请稍候 ...
zh_tw: 正在載入，請稍候...

# Common_Location
source: Location :
es: Ubicación:
ja_jp: 場所:
pt_br: Local:
zh_cn: 位置：
zh_tw: 位置：

# Common_LogDetails
source: Log Details
es: Detalles del registro
ja_jp: ログ詳細
pt_br: Detalhes do Log
zh_cn: 日志详细信息
zh_tw: 記錄詳細資料

# Common_Login
source: Login
es: Inicio de sesión
ja_jp: ログイン
pt_br: Logon
zh_cn: 登录
zh_tw: 登入

# Common_LoginId
source: Login ID :
ja_jp: ログイン ID:
pt_br: ID de Logon:
zh_cn: 登录 ID：
zh_tw: 登入 ID：

# Common_LogLevel
source: Log Level :
es: Nivel de registro:
ja_jp: ログ レベル:
pt_br: Nível do Log
zh_cn: 日志级别
zh_tw: 記錄層級

# Common_MarkAsReturn
source: Mark As Return
es: Marcar como devueltas
ja_jp: Return としてマーク
pt_br: Marcar como Return
zh_cn: 标记为 Return
zh_tw: 標示為 Return

# Common_Message
source: Message
es: Mensaje
ja_jp: メッセージ
pt_br: Mensagem
zh_cn: 消息
zh_tw: 訊息

# Common_MSOrderNumber
source: MS Order Number :
es: Número de orden de MS:
ja_jp: MS 注文番号:
pt_br: Número do Pedido da MS:
zh_cn: MS 订单编号：
zh_tw: MS 訂單編號：

# Common_MSPartNumber
source: MS Part Number :
es: Número de pieza de MS:
ja_jp: MS 部品番号
pt_br: Número de Peça da MS:
zh_cn: MS 商品编号：
zh_tw: MS 零件編號：

# Common_Name
source: Name :
es: Nombre:
ja_jp: 名前:
pt_br: Nome:
zh_cn: 名称：
zh_tw: 名稱：

# Common_Next
source: Next
es: Siguiente
ja_jp: 次へ
pt_br: Avançar
zh_cn: 下一步
zh_tw: 下一頁

# Common_Notifications
source: Notifications
es: Notificaciones
ja_jp: 通知
pt_br: notificacao
zh_cn: 通知
zh_tw: 通知

# Common_NotMatch
source: Not match
es: No coinciden
ja_jp: 一致しません
pt_br: Não coincide
zh_cn: 不匹配
zh_tw: 不符合

# Common_OEMPartNumber
source: OEM Part Number :
es: Número de pieza de OEM:
ja_jp: OEM 部品番号:
pt_br: Número de Peça do OEM:
zh_cn: OEM 商品编号：
zh_tw: OEM 零件編號：

# Common_OEMPONumber
source: OEM PO Number :
es: Número de orden de compra de OEM:
ja_jp: OEM PO 番号:
pt_br: Número da OC do OEM:
zh_cn: OEM 订单编号：
zh_tw: OEM 採購單編號：

# Common_Ok
source: OK
es: Aceptar
zh_cn: 确定
zh_tw: 確定

# Common_OperationLimitQualityMsg
source: The quantity don't allow more than 5000 keys one time.
es: No se pueden incluir más de 5.000 claves por vez en la cantidad.
ja_jp: 品質維持のためには 1 度に 5000 キー以上できません。
pt_br: A qualidade nao admite mais 5000 chaves ao mesmo tempo
zh_cn: 每次数量不能超过5000个。
zh_tw: 數量不容許一次超過 5000 個金鑰。

# Common_OperationLog
source: Operation Log
es: Registro de la operación
ja_jp: オペレーション ログ
pt_br: Log de Operação
zh_cn: 操作日志
zh_tw: 作業記錄

# Common_OperationNoInputQuantityMsg
source: Please input key(s) quantity!
es: Introduzca la cantidad de claves.
ja_jp: キーの量を入力してください！
pt_br: Insira a quantidade de chaves.
zh_cn: 请输入密钥数量!
zh_tw: 請輸入金鑰數量!

# Common_OperationNoKeysMsg
source: No keys to operate.
es: No hay claves para operar.
ja_jp: オペレートするキーがありません。
pt_br: Nao chave para processar
zh_cn: 没有密钥可以操作。
zh_tw: 沒有要進行作業的金鑰。

# Common_OperationNoSubsidiaryMsg
source: No subsidiary to operate.
es: No hay subsidiaria para operar.
ja_jp: オペレートする補助がありません。
pt_br: Nao tem auxiliario do operador
zh_cn: 没有下级系统可以操作。
zh_tw: 沒有要進行作業的子公司。

# Common_OperationQuantityOver
source: Input quantity can't be greater than available quantity.
es: La cantidad especificada no puede superar la cantidad disponible.
ja_jp: 入力量は利用可能な量以上にはできません。
pt_br: O numero a introduzir nao pode ser superior do disponivel
zh_cn: 输入数量不能大于可用数量。
zh_tw: 輸入數量不得大於可用數量。

# Common_Options
source: Options
es: Opciones
ja_jp: オプション
pt_br: Opções
zh_cn: 选项
zh_tw: 選項

# Common_PartNumber
source: Part Number :
es: Número de pieza:
ja_jp: 部品番号:
pt_br: Número de Peça:
zh_cn: 商品编号
zh_tw: 零件編號：

# Common_Password
source: Password :
ja_jp: パスワード:
pt_br: Senha:
zh_cn: 密码：
zh_tw: 密碼：

# Common_Phone
source: Phone :
es: Teléfono:
ja_jp: 電話番号:
pt_br: Telefone:
zh_cn: 电话：
zh_tw: 電話：

# Common_Port
source: Port :
es: Puerto:
ja_jp: ポート:
pt_br: Porta:
zh_cn: 端口：
zh_tw: 連接埠：

# Common_Position
source: Position :
es: Posición:
ja_jp: 位置:
pt_br: Posição:
zh_cn: 职位：
zh_tw: 職位：

# Common_Previous
source: Previous
es: Anterior
ja_jp: 以前
pt_br: Voltar
zh_cn: 上一步
zh_tw: 上一頁

# Common_ProductKeyID
source: Product Key ID :
es: ID de clave del producto:
ja_jp: 製品キー ID:
pt_br: O efeito ID da chave:
zh_cn: 密钥ID：
zh_tw: 產品金鑰 ID：

# Common_RecordInTimeframe
source: Record in timeframe :
es: Registrar en el período de tiempo:
ja_jp: タイムフレームで記録:
pt_br: Gravar no período:
zh_cn: 在以下时间范围內的记录：
zh_tw: 在以下時間範圍內的記錄：

# Common_Remove
source: Remove
es: Eliminar
ja_jp: 削除
pt_br: Remover
zh_cn: 删除
zh_tw: 移除

# Common_Reports
source: Reports
es: Informes
ja_jp: レポート
pt_br: Relatórios
zh_cn: 报告
zh_tw: 報告

# Common_Required
source: Required
es: Obligatorio
ja_jp: 要求
pt_br: Obrigatório
zh_cn: 必需
zh_tw: 必要

# Common_RevertKeys
source: Revert Keys
es: Revertir claves
ja_jp: キーのリバート
pt_br: Reverter Chaves
zh_cn: Revert 密钥
zh_tw: Revert 金鑰

# Common_Role
source: Role :
es: Rol:
ja_jp: ロール:
pt_br: Função:
zh_cn: 角色：
zh_tw: 角色：

# Common_Save
source: Save
es: Guardar
ja_jp: 保存
pt_br: Salvar
zh_cn: 保存
zh_tw: 儲存

# Common_Search
source: Search
es: Buscar
ja_jp: 検索
pt_br: Pesquisar
zh_cn: 搜索
zh_tw: 搜尋

# Common_Select
source: Select
es: Seleccionar
ja_jp: 選択
pt_br: Selecionar
zh_cn: 选择
zh_tw: 選取

# Common_SelectDirectory
source: Please select a directory
es: Seleccione un directorio
ja_jp: ディレクトリを選択してください
pt_br: Por favor escolhe a lista
zh_cn: 请选择目录
zh_tw: 請選取目錄

# Common_SelectKeys
source: Select Keys
es: Seleccione las claves
ja_jp: キーを選択
pt_br: Selecionar Chaves
zh_cn: 选择密钥
zh_tw: 選取金鑰

# Common_SelectKeysMsg
source: Please select keys!
es: Debe seleccionar las claves.
ja_jp: キーを選択してください
pt_br: Selecione chaves
zh_cn: 请选择密钥
zh_tw: 請選取金鑰

# Common_SelectKeyStatus
source: Select Key Status :
es: Seleccione el estado de la clave:
ja_jp: キー ステータスの選択:
pt_br: Selecione o Status da Chave:
zh_cn: 选择密钥状态：
zh_tw: 選取金鑰狀態：

# Common_ShowAll
source: Include over 72 hours
es: Incluir las posteriores a 72 horas
ja_jp: 72 時間を超えて含まれる
pt_br: Incluido no 72 horas
zh_cn: 包含超过72小时的
zh_tw: 包含超過 72 小時

# Common_succeedKeys
source: successful keys :
es: claves correctas:
ja_jp: 成功したキー:
pt_br: Chaves com sucesso:
zh_cn: 成功密钥：
zh_tw: 成功的金鑰：

# Common_Success
source: Success
es: Correctas
ja_jp: 成功
pt_br: Êxito
zh_cn: 成功
zh_tw: 成功

# Common_Successful
source: Successful :
es: Correctas:
ja_jp: 成功:
pt_br: Com êxito:
zh_cn: 成功：
zh_tw: 成功：

# Common_SuccessfulTxt
source: Successful
es: Correctas
ja_jp: 成功
pt_br: Com Êxito
zh_cn: 成功
zh_tw: 成功

# Common_Summary
source: Summary
es: Resumen
ja_jp: サマリ
pt_br: Resumo
zh_cn: 摘要
zh_tw: 摘要

# Common_SystemLog
source: System Log
es: Registro del sistema
ja_jp: システム ログ
pt_br: Log do Sistema
zh_cn: 系统日志
zh_tw: 系統記錄

# Common_Target
source: Target :
es: Destino:
ja_jp: ターゲット:
pt_br: Destino:
zh_cn: 目标：
zh_tw: 目標：

# Common_To
source: To :
es: Para:
ja_jp: 先:
pt_br: Para:
zh_cn: 至：
zh_tw: 至：

# Common_TotalKeys
source: Total Keys :
es: Claves totales:
ja_jp: 合計キー:
pt_br: Total de Chaves:
zh_cn: 密钥总计：
zh_tw: 金鑰總計：

# Common_TrackingInfo
source: Tracking Info :
es: Información de seguimiento:
ja_jp: 追跡情報:
zh_cn: 追踪信息：
zh_tw: 追蹤資訊：

# Common_Unassign
source: Unassign
es: Quitar asignación
ja_jp: 非割り当て
pt_br: Desatribuir
zh_cn: 取消分配
zh_tw: 解除指派
