Repository: RallyFoundation/ManufacturingSolutions
Catalog: DIS-Open.Org/src/Presentation/KMT/Properties/MergedResources.*.resx
Languages: es, ja_jp, pt_br, zh_cn, zh_tw

# SystemSettingView_MSCertNotEmpty
source: Microsoft Certificate Subject is required.
es: El asunto del certificado de Microsoft es obligatorio.
ja_jp: Microsoft 証明書件名が必要です。
pt_br: E necesssario Microsoft Certificate Subject.
zh_cn: 微软的证书标题必填。
zh_tw: 需要 Microsoft 憑證主體。

# SystemSettingView_MsWebService
source: Microsoft Web Service
es: Servicio web de Microsoft
ja_jp: Microsoft Web サービス
pt_br: Serviço Web da Microsoft
zh_cn: Microsoft Web 服务
zh_tw: Microsoft Web 服務

# SystemSettingView_OldTimeline
source: Old timeline (day) :
es: Línea de tiempo anterior (en días):
ja_jp: 古いタイムライン(日):
pt_br: Linha de tempo antiga(dia):
zh_cn: 过期提醒时间 (天)：
zh_tw: 過期提醒時間 (天)：

# SystemSettingView_Others
source: Other
es: Otro
ja_jp: その他
pt_br: Outros
zh_cn: 其他
zh_tw: 其他

# SystemSettingView_ReportInterval
source: Report interval (minute) :
es: Intervalo de los informes (en minutos):
ja_jp: レポート間隔(分):
pt_br: Intervalo do relatório(minutos):
zh_cn: 报告间隔 (分钟)：
zh_tw: 報告間隔 (分鐘)：

# SystemSettingView_UserKey
source: User Key :
es: Clave del usuario:
ja_jp: ユーザ キー:
pt_br: Chave do Usuário:
zh_cn: 用户密钥：
zh_tw: 使用者金鑰：

# UnAssignKeysViewModel_Result
source: {0} key(s) unassigned successfully!
es: La eliminación de la asignación de {0} clave(s) se realizó correctamente.
ja_jp: {0} キーが正常に非割り当てされました！
pt_br: {0} chave(s) desatribuídas com êxito.
zh_cn: 已成功取消分配 {0} 个密钥!
zh_tw: 已成功解除指派 {0} 個金鑰!

# UnassignKeysViewModel_UnassignKeysResult
source: Unassigned keys : {0} successful, {1} failed
es: Claves para las que se quitó la asignación: {0} correctas, {1} con errores
ja_jp: 非割り当てキー:{0} 成功、{1} 失敗
pt_br: Chaves desatribuídas: {0} com êxito, {1} com falha
zh_cn: 取消分配： {0} 个成功，{1} 个失败。
zh_tw: 解除指派的金鑰： {0} 個成功，{1} 個失敗

# UpLevelSystemViewModel_CustomNameDuplicate
source: Name is duplicated!
es: El nombre se duplicó.
ja_jp: 名前が重複しています！
pt_br: Nome duplicado.
zh_cn: 名称重复。
zh_tw: 名稱重複!

# UpLevelSystemViewModel_HostOrPortNotBeEmpty
source: Host or port can't be empty!
es: El host o el puerto no pueden estar vacíos.
ja_jp: ホストまたはポートは空にできません！
pt_br: O host ou a porta não podem ser vazios.
zh_cn: 主机或端口不能为空!
zh_tw: 主機或連接埠不得為空白!

# UpLevelSystemViewModel_SavingConfirmation
source: Are you sure to change Up Level System settings?
es: ¿Está seguro de que desea cambiar la configuración del sistema de nivel superior?
ja_jp: 上位レベルのシステム設定に変更しますか?
pt_br: Tem certeza de que deseja alterar as configurações do Sistema Up Level?
zh_cn: 您确定要更新上级系统设置么？
zh_tw: 您確定要變更上層系統設定嗎?

# UpLevelSystemView_ULSSetting
source: Up Level System
es: Sistema de nivel superior
ja_jp: アップ レベル システム設定
pt_br: Configuração do Sistema Up Level
zh_cn: 上级系统设置
zh_tw: 上層系統設定

# UserManagementViewModel_DeleteConfirm
source: Are you sure to delete the selected user?
es: ¿Está seguro de que desea eliminar el usuario seleccionado?
ja_jp: 選択されたユーザを本当に削除しますか？
pt_br: Tem certeza de que deseja excluir o usuário selecionado?
zh_cn: 您确定要删除选定的用户吗?
zh_tw: 您確定要刪除所選的使用者嗎?

# UserManagementViewModel_DeleteCurrentUser
source: Current user can't be deleted!
es: No se puede eliminar el usuario actual.
ja_jp: 現在のユーザは削除できません！
pt_br: Não é possível excluir o usuário atual.
zh_cn: 无法删除当前用户!
zh_tw: 無法刪除目前使用者!

# UserManagement_CreatedDate
source: Created Date :
es: Fecha de creación:
ja_jp: 作成日:
pt_br: Data de Criação:
zh_cn: 创建日期：
zh_tw: 建立日期：

# UserManagement_Roles
source: Roles :
ja_jp: ロール:
pt_br: Funções:
zh_cn: 角色：
zh_tw: 角色：

# UserManagement_UserDetails
source: User Details
es: Detalles de usuarios
ja_jp: ユーザの詳細
pt_br: Detalhes do Usuário
zh_cn: 用户详细信息
zh_tw: 使用者詳細資料

# UserManagement_UserList
source: User List
es: Lista de usuarios
ja_jp: ユーザ リスト
pt_br: Lista de Usuários
zh_cn: 用户列表
zh_tw: 使用者清單

# UserProxy_PasswordIncorrect
source: Current password is incorrect.
es: La contraseña actual no es correcta.
ja_jp: 現在のパスワードが正しくありません！
pt_br: A senha atual está incorreta.
zh_cn: 当前密码不正确。
zh_tw: 目前密碼不正確。

# ViewLogs_Critical
source: Critical
es: Fundamental
ja_jp: 重大
pt_br: Crítico
zh_cn: 严重
zh_tw: 重要

# ViewLogs_OperationLogView
source: Operation Log View
es: Ver el registro de la operación
ja_jp: オペレーション ログ表示
pt_br: Exibição do Log de Operação
zh_cn: 操作日志查看
zh_tw: 作業記錄檢視

# ViewLogs_SystemLogView
source: System Log View
es: Ver el registro del sistema
ja_jp: システム ログ表示
pt_br: Exibição do Log do Sistema
zh_cn: 系统日志查看
zh_tw: 系統記錄檢視

source: Web service host is invalid!
es: El host del servicio web no es válido.
ja_jp: Web サービス ホストが無効です！
pt_br: Host do serviço Web inválido.
zh_cn: Web 服务主机无效!
zh_tw: Web 服務主機無效!

# WebServiceHostOrPortInvalid
source: Web service host or port is invalid!
es: El host o el puerto del servicio web no son válidos.
ja_jp: Webサービスのホストまたはポートが無効です。
pt_br: Host ou porta do serviço Web inválida.
zh_cn: Web 服务无法连接。
zh_tw: Web 服務主機或連接埠無效!

source: Web service port is invalid!
es: El puerto del servicio web no es válido.
ja_jp: Web サービス ポートが無効です！
pt_br: Porta do serviço Web inválida.
zh_cn: Web 服务端口无效!
zh_tw: Web 服務連接埠無效!

# Common_LogOff
source: Log Off
ja_jp: ログオフ
zh_cn: 注销
zh_tw: 登出

# Common_ColumnHeaderSerialNumber
source: Serial Number
ja_jp: シリアル
zh_cn: 机台序列
zh_tw: 機臺序列

# DISConfigurationCloud_NewCustomer
source: Create a new business...
zh_cn: 创建一个新业务...
zh_tw: 創建一個新業務...

# DISConfigurationCloud_Customers
source: Business :
zh_cn: 选择业务：
zh_tw: 選擇業務：

# SystemSettingViewModel_CertificateChanged
source: To have the new certificate settings take effect, you will need to log off from KMT, and then log in back!
zh_cn: 如需使得新的证书设置生效，您需要先从KMT注销，然后重新登录！
zh_tw: 如需使得新的憑證設定生效，您需要首先登出KMT，然後重新登入！

# DISConfigurationCloud_ConnectivityErrorMessage
source: You have configured DIS to use configuration meta from DIS Configuration Cloud (service point: \"{0}\"), but the connection was NOT successful. Please check your application and network settings.
zh_cn: 您已配置DIS使用DIS配置云中的配置元数据 （服务点: \"{0}\"）， 但是连接并不成功。请检查应用程序及网络设置。
zh_tw: 您已配置DIS使用DIS配置雲中的配置元數據（服務點: \"{0}\"）， 但是連接并不成功。請檢查應用程序及網絡設置。

# DISConfigurationCloud_ConnectivityErrorTitle
source: Error Connecting to DIS Configuration Cloud
zh_cn: 连接DIS配置云错误
zh_tw: 連接DIS配置雲錯誤

# Common_ColumnHeaderOriginalFileName
source: Original File
zh_cn: 原始文件
zh_tw: 原始檔案

# DISConfigurationCloud_LocalConfigurationToolErrorMessage
source: Error starting Local Configuraton Tool, please check your application settings.
zh_cn: 启动本地配置工具时发生错误，请检查应用程序设置！
zh_tw: 啓動本地配置工具時遇到錯誤，請檢查應用程序設定！

# DISConfigurationCloud_LocalConfigurationToolErrorTitle
source: Error Starting Local Configuraton Tool
zh_cn: 本地配置工具错误
zh_tw: 本地配置工具錯誤

# ImportKey_ValidationResultSummary
source: With an initial evaluation, we find the following error(s) in the original file(s) that you just supplied, which include: Duplicate DPKs: {0}; Illeagal Original File Format(s): {1}. Please correct the error(s) before proceeding with the import.
zh_cn: 经过初步评估,，我们发现,，在您所提供的原始文件中包含如下错误， 其中，重复DPK：{0}个；非法原始文件格式：{1}个。 请纠正这些错误后再继续进行导入。
zh_tw: 經過初步評估，我們發現，在您所提供的原始檔案中包含如下錯誤， 其中，重複DPK：{0}個；非法原始檔案格式：{1}個。 請糾正這些錯誤后再繼續進行匯入。

# DISConfigurationCloud_ConfigurationErrorMessage
source: Error loading DIS Configuration Cloud settings. Please check the DIS Configuration Cloud settings in the configuration file of each DIS component corresponding to this installation. Also, please do remember to restart the service of each component after you change the settings.
zh_cn: 加载DIS配置云设置时出现错误。请检查对应此安装的每一DIS组件的配置文件中有关DIS配置云的设置。并务必记得在更改这些配置后重启各组件的服务。
zh_tw: 加載DIS配置雲設定時出現錯誤。請檢查對應此安裝的每一DIS組件的配置檔案中有關DIS配置雲的設定。并務必記得在更改這些設定之後重啓各組件的服務。

# DISConfigurationCloud_ConfigurationErrorTitle
source: Configuration Error
zh_cn: 配置错误
zh_tw: 配置錯誤

# ExportKey_CompatibleFormat
source: Compatible Format
zh_cn: 兼容格式
zh_tw: 兼容格式

# ExportKey_CompatibleFormatComfirmTitle
source: Compatible Format
zh_cn: 兼容格式
zh_tw: 兼容格式

# ExportKey_CompatibleFormatConfirmMsg
source: Exporting in compatible format will NOT export the serial number of each key selected, are you sure to continue?
zh_cn: 按照兼容格式导出将不会导出每个所选密钥的机台序列，是否确定继续？
zh_tw: 按照兼容格式匯出將不會匯出每個所選密鑰的機臺序列，是否確定繼續？

# About_DIS
source: Digital Inventory System
es: Sistema de inventario digital

# About_Version
source: Version 1.0.0 (2011)
es: Versión 1.0.0 (2011)

# Common_ColumnHeaderLicensablePartNumber
source: Licensable Part Number
es: Número de pieza sujeto a licencia

# Common_ColumnMSFulfilledDate
source: MS Fulfilled Date
es: Fecha de entrega de MS
ja_jp: 実行日（MS）
pt_br: Data de Fornecimento (MS)

# Common_LicensablePartNumber
source: Licensable Part Number :
es: Número de pieza sujeto a licencia:

# Common_MSFulfilledDate
source: MS Fulfilled Date :
es: Fecha de entrega de MS:

# Common_OEMOptionInfo
source: OEM Optional Info
es: Información opcional de OEM

# Common_XmlFilter
source: txt files (*.xml)|*.xml
es: archivos txt (*.xml)|*.xml
ja_jp: txtファイル (*.xml)|*.xml
pt_br: Arquivos txt (*.xml)|*.xml

# EditOptionalInfo_ChaRelId
source: Channel Relationship ID :
es: ID de las relaciones en el canal:

# EditOptionalInfo_ColumnHeaderChaRelId
source: Channel Relationship ID
es: ID de las relaciones en el canal

# EditOptionalInfo_ColumnHeaderManGeo
source: Manufacture GeoLocation
es: Ubicación física del fabricante

# EditOptionalInfo_ColumnHeaderOemExtId
source: OEM Extended Identifier
es: Identificador ampliado de OEM

# EditOptionalInfo_ColumnHeaderPcModelSku
source: PC Model/SKU Number
es: Número de modelo o de SKU de la PC

# EditOptionalInfo_ColumnHeaderProEligValue
source: Program Eligibility Values
es: Valores de los requisitos del programa

# EditOptionalInfo_ManGeo
source: Manufacture GeoLocation :
es: Ubicación física del fabricante:

# EditOptionalInfo_OemExtId
source: OEM Extended Identifier :
es: Identificador ampliado de OEM:

# EditOptionalInfo_PcModelSku
source: PC Model/SKU Number :
es: Número de modelo o de SKU de la PC:

# EditOptionalInfo_ProEligValue
source: Program Eligibility Values :
es: Valores de los requisitos del programa:

# MainWindow_ReAcknowledgement
source: Re-Acknowledgement
es: Repetición de la confirmación

# MainWindow_ReFulfillment
source: Re-Fulfillment
es: Repetición de entrega

# MainWindow_Return
source: Return
es: Devolver

# Common_ProxySetting
source: Proxy
ja_jp: プロキシ
pt_br: procurador
zh_cn: 代理

# Export_Ms
source: MS
pt_br: Microsoft

# Offline_CBRTit
source: CBR
pt_br: reporter de ligacoes no computador

# Offline_DLSTit
source: DLS
pt_br: Links de softwera distribuida

# Offline_OA3ToolTit
source: OA3Tool
pt_br: Ferramenta que garante a realicao da funcoes no sistema

# Offline_ULSTit
source: ULS
pt_br: Sistema universal de licenca
