Repository: RallyFoundation/ManufacturingSolutions
Catalog: DIS-Open.Org/src/Presentation/KMT/Properties/MergedResources.*.resx
Languages: es, ja_jp, pt_br, zh_cn, zh_tw

# Common_UnEncryptedDisplay
source: Unencrypted
es: No cifrado
ja_jp: 未暗号化
pt_br: Nao encryptado
zh_cn: 没有加密
zh_tw: 未加密

# Common_UserManagement
source: User Management
es: Administración de usuarios
ja_jp: ユーザ管理
pt_br: Gerenciamento de Usuários
zh_cn: 用户管理
zh_tw: 使用者管理

# Common_UserName
source: User Name :
es: Nombre de usuario:
ja_jp: ユーザ名:
pt_br: Nome de Usuário:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# Common_View
source: View
es: Ver
ja_jp: 表示
pt_br: Exibir
zh_cn: 查看
zh_tw: 檢視

# Common_ViewDetail
source: Detail
es: Detalle
ja_jp: 詳細
pt_br: detalhes
zh_cn: 详细
zh_tw: 詳細資料

# Common_Warning
source: Warning
es: Advertencia
ja_jp: 警告
pt_br: Aviso
zh_cn: 警告
zh_tw: 警告

# ConfigurationViewModel_SavingConfirmation
source: Are you sure to change these system settings?
es: ¿Está seguro de que desea cambiar esta configuración del sistema?
ja_jp: これらのシステム設定を本当に変更しますか？
pt_br: Tem certeza de que deseja alterar estas configurações do sistema?
zh_cn: 您确定要更改这些系统设置吗?
zh_tw: 您確定要變更這些系統設定嗎?

# ConfigurationView_DISSetting
source: Digital Inventory System Setting
es: Configuración del sistema de inventario digital
ja_jp: デジタル インベントリ システム設定
pt_br: Configuração do Sistema de Inventário Digital
zh_cn: DIS 系统设置
zh_tw: 數位庫存系統設定

# Configuration_InvalidLifeDays
source: Old Timeline must be between {0} and {1} days.
es: La línea de tiempo anterior debe tener entre {0} y {1} días.
ja_jp: 残り日数は {0} から {1} 日の間です。
pt_br: DiasVida deve estar entre {0} e {1} dias.
zh_cn: 过期提醒时间必须在 {0} 和 {1} 天之间。
zh_tw: 過期提醒時間必須介於{0} 和{1} 天之間。

# Configuration_Setting_Account
source: Account
es: Cuenta
ja_jp: アカウント設定
pt_br: Configuração de Conta
zh_cn: 帐户设置
zh_tw: 帳戶設定

# Configuration_Setting_System
source: System
es: Sistema
ja_jp: システム設定
pt_br: Configuração do Sistema
zh_cn: 系统设置
zh_tw: 系統設定

# ConfigViewModel_DeleteSubSidiary
source: For some keys have been assigned to it, you can't remove this subsidiary!
es: No puede eliminar esta subsidiaria porque tiene claves asignadas.
ja_jp: いくつかのキーを割り当てるためには、この補助を削除できません！
pt_br: Para algumas chaves que foram atribuídas, não é possível remover esta subsidiária.
zh_cn: 由于已将部份密钥分配到此下级系统，因此无法将其删除!
zh_tw: 由於已經對此金鑰庫存指派部份金鑰，因此無法移除此子公司!

# CreateSubSidiaryViewModel_Password
source: Please input ID first!
es: Escriba la ID primero.
ja_jp: ID を最初に入力してください！
pt_br: Insira a ID primeiro.
zh_cn: 请先输入 ID!
zh_tw: 請先輸入 ID!

# CreateSubSidiaryViewModel_Title_New
source: Create Down Level System
es: Crear sistema de nivel inferior
ja_jp: ダウン レベル システムの作成
pt_br: Criar Sistema Down Level
zh_cn: 创建下级系统
zh_tw: 建立下層系統

# CreateUserViewModel_ApplyLanguageChange
source: You need to restart KMT to apply language change!
es: Debe reiniciar la herramienta de administración de claves para aplicar el cambio de idioma.
ja_jp: KMT を再起動して、言語の変更を適用する必要があります！
pt_br: Reinicie a KMT para aplicar a alteração de idioma.
zh_cn: 请重启 KMT 切换语言。
zh_tw: 您需要重新啟動 KMT，才能套用語言變更!

# CreateUserViewModel_CannotDeleteSelf
source: You cannot delete your own account!
es: No puede eliminar su propia cuenta.
ja_jp: 固有のアカウントは削除できません！
pt_br: Não é possível excluir a sua própria conta.
zh_cn: 您不能删除自己的帐户!
zh_tw: 您無法刪除自己的帳戶!

# CreateUserViewModel_ConfirmPasswordNotMatch
source: Passwords do not match!
es: Las contraseñas no coinciden.
ja_jp: パスワードっが一致しません！
pt_br: A senha não coincide.
zh_cn: 密码不匹配!
zh_tw: 密碼不符合!

# CreateUserViewModel_CurrentPasswordRequired
source: Current password is required!
es: La contraseña actual es obligatoria.
ja_jp: 現在のパスワードが必要です！
pt_br: Senha atual necessária.
zh_cn: 必须输入当前密码!
zh_tw: 需要目前密碼!

# CreateUserViewModel_EmailInvalid
source: Email is invalid!
es: El correo electrónico no es válido.
ja_jp: 電子メールが無効です！
pt_br: O email é inválido.
zh_cn: 电子邮件无效!
zh_tw: 電子郵件無效!

# CreateUserViewModel_LoginIDRequired
source: Login ID is required!
es: La ID de inicio de sesión es obligatoria.
ja_jp: ログイン ID が必要です！
pt_br: ID de logon necessária.
zh_cn: 必须输入登录 ID!
zh_tw: 需要登入 ID!

# CreateUserViewModel_NewPasswordRequired
source: New password is required!
es: La contraseña nueva es obligatoria.
ja_jp: 新しいパスワードが必要です！
pt_br: Nova senha necessária.
zh_cn: 必须输入新密码!
zh_tw: 需要新密碼!

# CreateUserViewModel_PasswordRequired
source: Password is required!
es: La contraseña es obligatoria.
ja_jp: パスワードが必要です！
pt_br: A senha é necessária.
zh_cn: 密码必填！
zh_tw: 需要密碼!

# CreateUserViewModel_RequriedLoginId
source: {0} is required!
es: El elemento {0} es obligatorio.
ja_jp: {0} が必要です。
pt_br: {0} é obrigatório.
zh_cn: {0} 必填!
zh_tw: 需要 {0}!

# CreateUserViewModel_WrongFormat
source: {0} format is invalid!
es: El formato {0} no es válido.
ja_jp: {0} フォーマットが無効です。
pt_br: Formato de {0} inválido.
zh_cn: {0} 无效格式！
zh_tw: {0} 格式無效!

# DataPollingIntervalInvalid
source: Interval must be between {0} and {1} minutes.
es: El intervalo debe estar entre {0} y {1} minutos.
ja_jp: 間隔は {0} から {1} 分の間です。
pt_br: O intervalo deve estar entre {0} e {1} minutos.
zh_cn: 时间间隔必须介于 {0} 分钟和 {1} 分钟之间。
zh_tw: 間隔必須介於 {0} 到 {1} 分鐘。

# DateRangeInvalidMessage
source: The date range is invalid!
es: El rango de fecha no es válido.
ja_jp: 日数の範囲が無効です！
pt_br: O intervalo de datas é inválido.
zh_cn: 日期范围无效!
zh_tw: 日期範圍無效!

# Diagnostic_InternalConnection
source: Test internal web service
es: Probar el servicio web interno
ja_jp: 内部 Web サービスをテスト
pt_br: Teste interno do servico do web
zh_cn: 测试内部WEB服务
zh_tw: 測試內部 Web 服務

# Diagnostic_InternalConnection1
source: Connect to internal web service
es: Conectar al servicio web interno
ja_jp: 内部Webサービスに接続
pt_br: Conectar a serviço Web interno
zh_cn: 连接到内部 WEB 服务
zh_tw: 連線至內部 Web 服務

# Diagnostic_MicrosoftConnection
source: Test Microsoft web service
es: Probar el servicio web de Microsoft
ja_jp: Microsoft の Web サービスをテスト
pt_br: Teste microsoft servico web
zh_cn: 测试微软WEB服务
zh_tw: 測試 Microsoft Web 服務

# Diagnostic_MicrosoftConnection1
source: Connect to Microsoft web service
es: Conectar al servicio web de Microsoft
ja_jp: Microsoft Webサービスに接続
pt_br: Conectar a serviço Web da Microsoft
zh_cn: 连接到 Microsoft WEB 服务
zh_tw: 連線至 Microsoft Web 服務

# Diagnostic_NoHeadQuarter
source: There is no Up Level System configured.
es: No se configuró ningún sistema de nivel superior.
ja_jp: 高レベルのシステムが構成されていない。
pt_br: Nao tem o nivel maximo do sistema ser configurado
zh_cn: 没有配置上层系统。
zh_tw: 沒有已設定的上層系統。

# Diagnostic_Test
source: Test
es: Probar
ja_jp: テスト
pt_br: Testar
zh_cn: 测试
zh_tw: 測試

# Diagnostic_TestingInternal
source: Testing connection to internal web service ...
es: Probando la conexión al servicio web interno...
ja_jp: 内部Webサービスへの接続のテスト中...
pt_br: Testando conexão ao serviço Web interno...
zh_cn: 测试连接到内部 WEB 服务 ...
zh_tw: 正在測試與內部 Web 服務的連線...

# Diagnostic_TestingMicrosoft
source: Testing connection to Microsoft web service ...
es: Probando la conexión al servicio web de Microsoft...
ja_jp: Microsoft Webサービスへの接続のテスト中...
pt_br: Testando conexão ao serviço Web da Microsoft...
zh_cn: 测试连接到 Microsoft WEB 服务 ...
zh_tw: 正在測試與 Microsoft Web 服務的連線...

# Diagnostic_TestingULS
source: Testing connection to up level system ...
es: Probando la conexión al sistema de nivel superior...
ja_jp: 上位レベルのシステムへの接続のテスト中...
pt_br: Testando conexão ao sistema up level...
zh_cn: 测试连接到上级系统 ...
zh_tw: 正在測試與上層系統的連線...

# Diagnostic_ULSConnection
source: Connect to Up Level System
es: Conectar al sistema de nivel superior
ja_jp: アップ レベル システムへの接続をテスト
pt_br: Teste de ligacao para Up Level System
zh_cn: 测试连接到上级系统
zh_tw: 測試與上層系統的連線

# DLSEditorView_Edit
source: Edit Down Level System
es: Editar el sistema de nivel inferior
ja_jp: ダウン レベル システムの編集
pt_br: Editar Sistema Down Level
zh_cn: 编辑下级系统
zh_tw: 編輯下層系統

# DLSViewModel_Cancel
source: Are you sure to delete this Down Level System ?
es: ¿Está seguro de que desea eliminar este sistema de nivel inferior?
zh_cn: 您确定要删除此下级系统吗？
zh_tw: 您確定要刪除此下級系統嗎？

# DLSView_Add
source: Add Down Level System
es: Agregar sistema de nivel inferior
ja_jp: ダウン レベル システムの追加
pt_br: Adicionar Sistema Down Level
zh_cn: 添加下级系统
zh_tw: 新增下層系統

# DLSView_DLSSetting
source: Down Level System
es: Sistema de nivel inferior
ja_jp: ダウン レベル システム設定
pt_br: Configuração do Sistema Down Level
zh_cn: 下级系统设置
zh_tw: 下層系統設定

# EditOptionalInfoViewModel_PcModelSkuError
source: PC Model/SKU's length is too long.
es: El número de modelo o SKU de la PC es demasiado largo.
ja_jp: PC Model/SKU 長が長すぎます。
pt_br: O comprimento do PC Model/SKU's e longo
zh_cn: PC Model/SKU 长度超出。
zh_tw: PC Model/SKU 的長度太長。

# EditOptionalInfoViewModel_ProEligValueError
source: Program Eligibility Values's length is too long.
es: Los valores de los requisitos del programa son muy largos.
ja_jp: Program Eligibility Valuesが長すぎます。
pt_br: A qualificaco de comprimento dos valore no programa leva muito tempo.
zh_cn: Program Eligibility Values 长度超出。
zh_tw: Program Eligibility Values的長度太長。

# EditOptionalInfoViewModel_UpdateResult
source: Update OEM Optional Information : {1} successful, {0} failed .
es: Actualizar la información opcional del OEM: {0} correcta, {1} con errores.
ja_jp: OEM Optional Infoをアップデート:{1} 成功、{0} 失敗。
pt_br: Sucesso da actualizacao da OEM Optional Info {1} falha da actualizacao {0}
zh_cn: 更新 OEM Optional Info： {1} 成功， {0} 失败。
zh_tw: 更新 OEM Optional Info： {1} 個成功，{0} 個失敗。

# EditOptionalInfo_Title
source: Edit Optional Information
es: Editar la información opcional
ja_jp: OEM Optional Infoの編集
pt_br: Edicao de OEM Optional Info
zh_cn: 编辑 OEM Optional Info
zh_tw: 編輯 OEM Optional Info

# ErrorDialogView_ErrorDialogTitle
source: An error occured while processing your request, please restart the application and try again.
es: Se produjo un error al procesar su solicitud. Reinicie la aplicación y vuelva a intentarlo.
ja_jp: リクエストの処理中にエラーが発生しました。アプリケーションを再起動し再度試してください。
pt_br: Erro ao processar sua solicitação. Reinicie o aplicativo e tente novamente.
zh_cn: 处理请求时发生错误。请重新启动应用程序并重试。
zh_tw: 處理要求時發生錯誤。請重新啟動應用程式，然後再試一次。

# ErrorDialog_Copy
source: Copy Details
es: Copiar detalles
ja_jp: コピーの詳細
pt_br: Copiar Detalhes
zh_cn: 复制详细信息
zh_tw: 複製詳細資料

# ErrorDialog_ErrorDetails
source: Error Details
es: Detalles del error
ja_jp: エラーの詳細
pt_br: Detalhes do Erro
zh_cn: 错误详细信息
zh_tw: 錯誤詳細資料

# ErrorDialog_Exit
source: Exit Application
es: Salir de la aplicación
ja_jp: アプリケーションを閉じる
pt_br: Sair do Aplicativo
zh_cn: 退出应用程序
zh_tw: 結束應用程式

# ErrorDialog_WindowTitle
source: Key Management - Error
es: Error en la administración de claves
ja_jp: キー管理 – エラー
pt_br: Grenciamento de Chaves - Erro
zh_cn: 密钥管理 - 错误
zh_tw: 金鑰管理 - 錯誤

# Exception_CertificateNotFound
source: Certificate Not Found!
es: No se encontró el certificado.
ja_jp: 証明書が見つかりません。
pt_br: Certificado não encontrado.
zh_cn: 未找到证书！
zh_tw: 找不到憑證!

# Exception_FailedToConnectDB
source: Failed to establish the connection with SQL Server.
es: No se pudo establecer la conexión con el servidor SQL.
ja_jp: SQL サーバとの接続を確立できませんでした。
pt_br: Falha ao estabelecer conexão com o SQL Server.
zh_cn: 无法建立与 SQL 服务器的连接。
zh_tw: 無法建立與 SQL 伺服器的連線。

# Exception_GetprivateKeyError
source: Certificate error, please try run it as administrator.
es: Error en el certificado. Vuelva a ejecutarlo como administrador.
ja_jp: 認証エラー、管理者として実行してみてください。
pt_br: Erro de certificado, tente executá-lo como administrador.
zh_cn: 证书错误，请联系管理员。
zh_tw: 憑證錯誤，請嘗試以管理員的身份執行。

# Exception_ImportFileInvalid
source: The file content is not correct, please confirm it.
es: El contenido del archivo no es correcto. Confírmelo.
ja_jp: ファイルの内容が正しくありません。確認してください。
pt_br: o conteúdo do arquivo não está correto, confirme-o.
zh_cn: 文件格式无效，请检查。
zh_tw: 檔案內容不正確，請對其進行確認。

# Exception_NetworkFailed
source: Failed to establish the connection with remote server due to network issues.
es: No se pudo establecer la conexión con el servidor remoto por problemas de red.
ja_jp: ネットワークの問題のためリモート サーバとの接続を確立できませんでした。
pt_br: Falha ao estabelecer conexão com o servidor remoto devido a problemas de rede.
zh_cn: 由于网络问题，无法建立与远程服务器的连接。
zh_tw: 因為網路發生問題，無法建立與遠端伺服器的連線。

# Exception_PermissionsMsg
source: permissions error, please run it as administrator!
es: Error en el permiso. Vuelva a ejecutarlo como administrador.
ja_jp: 許可エラー、管理者として実行してください。
pt_br: erro de permissões, execute-o como administrador.
zh_cn: 权限错误，请以管理员身份运行。
zh_tw: 權限錯誤，請以管理員身份執行!

# ExportDuplicateCBRNotificationViewModel_DuplicateCBRsMessage
source: {0} Duplicated CBR key(s)
es: {0} clave(s) CBR duplicadas
ja_jp: {0} の重複 CBR キー
pt_br: {0}Chaves CBR duplicado(s)
zh_cn: {0} 重复的CBR
zh_tw: {0} 個重複的 CBR 金鑰

# ExportDuplicateCBRNotificationViewModel_ExportCBRAgain
source: Include exported CBR
es: Incluir CBR exportadas
ja_jp: エクスポート CBR を含める
pt_br: CBR incluido no exportado
zh_cn: 包含导出的CBR
zh_tw: 包含匯出的 CBR

# ExportDuplicateCBRNotificationViewModel_ViewTitle
source: View Duplicated CBR Key(s)
es: Ver claves CBR duplicadas
ja_jp: 重複 CBR キーを表示
pt_br: Observar chaves CBR duplicados
zh_cn: 查看重复的CBR
zh_tw: 檢視重複的 CBR 金鑰

# ExportKeysViewModel_ExistingTxt
source: Select location :
es: Seleccionar ubicación:
ja_jp: 場所の選択:
pt_br: Selecione o local:
zh_cn: 选择位置：
zh_tw: 選取位置：

# ExportKeysViewModel_ExportError
source: Error occurred while export key(s)!
es: Se produjo un error al exportar las claves.
ja_jp: キーのエクスポート中にエラーが発生しました！
pt_br: Erro ao exportar chaves.
zh_cn: 导出密钥时发生错误!
zh_tw: 匯出金鑰時發生錯誤!

# ExportKeysViewModel_ExportMsg
source: The selected keys have been exported to this location :
es: Las claves seleccionadas se exportaron a esta ubicación:
ja_jp: 選択されたキーはこの場所にエクスポートされました:
pt_br: As chaves selecionadas foram exportadas para este local:
zh_cn: 选定密钥已导出至此位置：
zh_tw: 所選金鑰已匯出至此位置：

# ExportKeysViewModel_ExportSuccessMsg
source: Keys exported successfully!
es: Las claves se exportaron correctamente.
ja_jp: キーは正常にエクスポートされました！
pt_br: Chaves exportadas com êxito.
zh_cn: 已成功导出密钥!
zh_tw: 已成功匯出金鑰!

# ExportKeysViewModel_InputQuarityMsg
source: Please input export quantity!
es: Introduzca la cantidad para exportar.
ja_jp: エクスポートする量を入力してください！
pt_br: Insira a quantidade de exportação.
zh_cn: 请输入导出数量!
zh_tw: 請輸入匯出數量!

# ExportKeysViewModel_NoKeysMsg
source: No valid keys to export!
es: No hay claves válidas para exportar.
ja_jp: エクスポートする有効なキーはありません！
pt_br: Nenhuma chave válida para exportar.
zh_cn: 沒有要导出的有效密钥!
zh_tw: 沒有要匯出的有效金鑰!

# ExportKeysViewModel_ReExportSelectLogTitle
source: Select a file to Re-Export
es: Seleccione un archivo para volver a exportar.
ja_jp: 最エクスポートするファイルを選択します
pt_br: Selecione um arquivo para Reexportar
zh_cn: 选择要重新导出的文件
zh_tw: 選取要重新匯出的檔案

# ExportKeysViewModel_SelectExportTypeMsg
source: Please select export type!
es: Seleccione el tipo de exportación.
ja_jp: エクスポート タイプを選択してください！
pt_br: Selecione o tipo de exportação.
zh_cn: 请选择导出类型!
zh_tw: 請選取匯出類型!

# ExportKeysViewModel_SelectFileMsg
source: Please select a location to export!
es: Seleccione la ubicación que desea exportar.
ja_jp: エクスポートする場所を選択してください！
pt_br: Selecione um local para exportação.
zh_cn: 请选择要导出的位置!
zh_tw: 請選取要匯出的位置!

# ExportKeysViewModel_SelectTPIMsg
source: Please select export target!
es: Seleccione el destino de exportación.
ja_jp: エクスポート ターゲットを選択してください！
pt_br: Selecione o destino de exportação.
zh_cn: 请选择导出目标!
zh_tw: 請選取匯出目標!

# ExportKeysViewModel_SelectType
source: Select Type
es: Seleccione el tipo.
ja_jp: タイプの選択
pt_br: Selecionar Tipo
zh_cn: 选择类型
zh_tw: 選取類型

# ExportKeysViewModel_VaidateQuarityMsg
source: Quantity out of range!
es: La cantidad se encuentra fuera del rango.
ja_jp: 範囲外の量です！
pt_br: Quantidade fora do intervalo.
zh_cn: 数量超出范围!
zh_tw: 數量超過範圍!

# ExportKeys_ExportDuplicateCBR
source: Select Duplicate CBR Key(s)
es: Seleccionar la opción Duplicar claves CBR
ja_jp: 重複したCBRキーの選択
pt_br: Selecionar Chaves CBR Duplicadas
zh_cn: 请选择重复的 CBR
zh_tw: 選取重複的 CBR 金鑰

# ExportKey_ConfirmMsg
source: Are you sure?
es: ¿Está seguro?
ja_jp: 本当によいですか?
pt_br: Tem certeza
zh_cn: 您确定吗？
zh_tw: 確定嗎?

# ExportKey_Encryptselect
source: Encrypt File
es: Cifrar archivo
ja_jp: ファイルを暗号化
pt_br: Arquivo Encrypt
zh_cn: 加密文件
zh_tw: 加密檔案

# ExportKey_Encryptselect1
source: Encrypted
es: Cifrado
ja_jp: 暗号化済み
pt_br: Criptografada
zh_cn: 加密
zh_tw: 加密

# ExportKey_FileKeysTitle
source: The detail key(s) of the Log File
es: Las claves de detalles del archivo de registro
ja_jp: ログファイルの詳細キー
pt_br: Os detalhes da(s) chave(s) no Arquivo de Log
zh_cn: 日志明细
zh_tw: 記錄檔的詳細資料索引鍵

# ExportKey_FileLocation
source: File location :
es: Ubicación del archivo:
ja_jp: ファイルの場所:
pt_br: Local do arquivo:
zh_cn: 文件位置：
zh_tw: 檔案位置：

# ExportKey_NonEncryptMsg
source: Exporting file without encryption will result in high security risk
es: La exportación del archivo sin cifrar representará un alto riesgo para la seguridad.
ja_jp: 暗号化なしにファイルをエクスポートすることには、大きなセキュリティ リスクが伴います
pt_br: Tranportar arquivo sem o encryption e muito ariscado para seguranca.
zh_cn: 导出未加密的文件将导致很高的安全风险
zh_tw: 不加密匯出檔案會導致較高的安全風險

# ExportKey_SelectSingle
source: Only one file can be Re-Exported at a time.
es: Solo se puede volver a exportar un archivo por vez.
ja_jp: 一度に1つのファイルのみを再エクスポートできます。
pt_br: Somente um arquivo pode ser reexportado de cada vez.
zh_cn: 一次只能导出一个文件。
zh_tw: 一次只能重新匯出一個檔案。

# ExportLogsSucceed
source: Log exported successfully.
es: Registro exportado correctamente.
ja_jp: ログは正常にエクスポートされました。
pt_br: Log exportado com êxito.
zh_cn: 已成功导出日志。
zh_tw: 已成功匯出記錄。

# ExportLogs_WindowTitle
source: Export Logs
es: Exportar registros
ja_jp: エクスポート ログ
pt_br: Exportar Logs
zh_cn: 导出日志
zh_tw: 匯出記錄

# Export_CBRTxt
source: Export CBR to MS
es: Exportar CBR a MS
ja_jp: CBR を MS にエクスポート
pt_br: Exportar CBR para MS
zh_cn: 导出CBR到MS
zh_tw: 將 CBR 匯出至 MS

# Export_ConfirmToMsg
source: Export Keys to {0}
es: Exportar claves a {0}
ja_jp: キーを {0} にエクスポート
pt_br: Exportar as chaves para {0}
zh_cn: 导出密钥到 {0}
zh_tw: 將金鑰匯出至 {0}

# Export_DuplicateCBRTxt
source: Export Duplicate CBR
es: Exportar CBR duplicada
ja_jp: 重複 CBR のエクスポート
pt_br: Exportar CBR Duplicado
zh_cn: 导出重复CBR
zh_tw: 匯出重複的 CBR

# Export_InvalidPath
source: Invalid file name or path.
es: Nombre o ruta del archivo no válidos.
ja_jp: 無効なファイルまたはパスです！
pt_br: Nome de arquivo invalido ou ultrpassado
zh_cn: 无效文件名或路径。
zh_tw: 檔名或路徑無效!

# Export_KeysTxt
source: Export Keys to Down Level System (FKI/FFKI)
es: Exportar claves al sistema de nivel inferior (FKI/FFKI)
ja_jp: ダウン レベル システムにキーをエクスポート (FKI/FFKI)
pt_br: Exportar as chaves para Down Level System (FKI/FFKI)
zh_cn: 导出密钥到下级系统 (FKI/FFKI)
zh_tw: 將金鑰匯出至下層系統 (FKI/FFKI)

# Export_KeysTxtTpi
source: Export Keys to Down Level System (FFKI)
es: Exportar claves al sistema de nivel inferior (FFKI)
ja_jp: ダウン レベル システムにキーをエクスポート (FFKI)
pt_br: Exportar chaves para Down Level System (FFKI)
zh_cn: 导出密钥到下级系统 (FFKI)
zh_tw: 將金鑰匯出至下層系統 (FFKI)

# Export_Note
source: *Only encrypted file can be re-exported.
es: *Solo se pueden volver a exportar los archivos cifrados.
ja_jp: *暗号化されたファイルだけが再エクスポートできます。
pt_br: So chaves encryptado podem ser re-exportados
zh_cn: * 只有加密的文件可以被重新导出。
zh_tw: * 只能重新匯出已加密的檔案。

# Export_ReCBRTxt
source: Re-Export CBR to MS
es: Volver a exportar CBR a MS
ja_jp: CBR を MS に再エクスポート
pt_br: Exportar CBR para MS
zh_cn: 重新导出CBR到MS
zh_tw: 將 CBR 重新匯出至 MS

# Export_ReDuplicateCBRTxt
source: Re-Export Duplicated CBR
es: Volver a exportar CBR duplicadas
ja_jp: 重複 CBR の再エクスポート
pt_br: Re-exportar CBR duplicado
zh_cn: 重新导出重复CBR
zh_tw: 重新匯出重複的 CBR

# Export_ReKeysTxt
source: Re-Export Keys to Down Level System (FKI/FFKI)
es: Volver a exportar claves al sistema de nivel inferior (FKI/FFKI)
ja_jp: ダウン レベル システムにキーを再エクスポート (FKI/FFKI)
pt_br: Re-exportar as chaves para Down Level System (FKI/FFKI)
zh_cn: 重新导出密钥到下级系统 (FKI/FFKI)
zh_tw: 將金鑰重新匯出至下層系統 (FKI/FFKI)

# Export_ReKeysTxtTpi
source: Re-Export Keys to Down Level System (FFKI)
es: Volver a exportar claves al sistema de nivel inferior (FFKI)
ja_jp: ダウン レベル システムにキーを再エクスポート (FFKI)
pt_br: Re-exportar chaves para Down Level System (FFKI)
zh_cn: 重新导出密钥到下级系统 (FFKI)
zh_tw: 將金鑰重新匯出至下層系統 (FFKI)

# Export_ReportKeysTxt
source: Export Keys to Up Level System (CKI/FKI)
es: Exportar claves al sistema de nivel superior (CKI/FKI)
ja_jp: アップ レベル システムにキーをエクスポート (CKI/FKI)
pt_br: Exportar as chaves para Up Level System (CKI/FKI)
zh_cn: 导出密钥到上级系统 (CKI/FKI)
zh_tw: 將金鑰匯出至上層系統 (CKI/FKI)

# Export_ReportKeysTxtTpi
source: Export Keys to Up Level System (CKI)
es: Exportar claves al sistema de nivel superior (CKI)
ja_jp: アップ レベル システムにキーをエクスポート (CKI)
pt_br: Exportar chaves para Up Level System (CKI)
zh_cn: 导出密钥到上级系统 (CKI)
zh_tw: 將金鑰匯出至上層系統 (CKI)

# Export_ReReportKeysTxt
source: Re-Export Keys to Up Level System (CKI/FKI)
es: Volver a exportar claves al sistema de nivel superior (CKI/FKI)
ja_jp: アップ レベル システムにキーを再エクスポート (CKI/FKI)
pt_br: Re-exportar as chaves para Up Level System (CKI/FKI)
zh_cn: 重新导出密钥到上级系统 (CKI/FKI)
zh_tw: 將金鑰重新匯出至上層系統 (CKI/FKI)

# Export_ReReportKeysTxtTpi
source: Re-Export Keys to Up Level System (CKI)
es: Volver a exportar claves al sistema de nivel superior (CKI)
ja_jp: アップ レベル システムにキーを再エクスポート (CKI)
pt_br: Re-exportar chaves para Up Level System (CKI)
zh_cn: 重新导出密钥到上级系统 (CKI)
zh_tw: 將金鑰重新匯出至上層系統 (CKI)

# Export_resultMsg
source: Exported keys : {0} successful, {1} failed
es: Claves exportadas: {0} correctas, {1} con errores
ja_jp: キーのエクスポート:{0} 成功、{1} 失敗
pt_br: Chave exportado: {0} com sucesso, {1} falhou
zh_cn: 导出密钥：{0} 成功，{1} 失败
zh_tw: 已匯出金鑰： {0} 個成功，{1} 個失敗

# Export_ReToolKeysTxt
source: Re-Export Keys to OA3Tool
es: Volver a exportar claves a OA3Tool
ja_jp: OA3Tool にキーを再エクスポート
pt_br: Re-exportar as chaves para OA3Tool
zh_cn: 重新导出密钥到OA3Tool
zh_tw: 將金鑰重新匯出至 OA3Tool

# Export_SelectDuplicateKeyTit
source: Select Duplicated CBR
es: Seleccionar CBR duplicada
ja_jp: 重複 CBR の選択
pt_br: Selecional CBR duplicado
zh_cn: 选择重复CBR
zh_tw: 選取重複的 CBR

# Export_SelectEncryptedLogMsg
source: Please select an encrypted file.
es: Seleccione un archivo cifrado.
ja_jp: 暗号化されたファイルを選択してください。
pt_br: Por favor escolhe um arquivo encrypted
zh_cn: 请选择一个加密文件。
zh_tw: 請選取加密的檔案。

# Export_SelectLogMsg
source: Please select file.
es: Seleccione un archivo.
ja_jp: ファイルを選択してください。
pt_br: Por favor selecione o Arquivo
zh_cn: 请选择文件。
zh_tw: 請選取檔案。

# Export_SelectLogTit
source: Select File
es: Seleccionar archivo
ja_jp: ファイルを選択
pt_br: Selecione o arquivo
zh_cn: 选择文件
zh_tw: 選取檔案

# Export_ToolKeysTxt
source: Export Keys to OA3Tool
es: Exportar claves a OA3Tool
ja_jp: OA3Tool にキーをエクスポート
pt_br: Exportar as chaves para OA3Tool
zh_cn: 导出密钥到OA3Tool
zh_tw: 將金鑰匯出至 OA3Tool

# Export_ViewKeyTit
source: Export Keys Details
es: Exportar detalles de las claves
ja_jp: キーの詳細のエクスポート
pt_br: Exportar detalhes das chaves
zh_cn: 导出密钥详细信息
zh_tw: 匯出金鑰詳細資料

# Export_WinTit
source: Export Keys
es: Exportar claves
ja_jp: キーのエクスポート
pt_br: Exportar chaves
zh_cn: 导出密钥
zh_tw: 匯出金鑰

# FinishReportKeys_ReportKeysSummary
source: Summary of report.
es: Resumen del informe.
ja_jp: レポートのサマリ。
pt_br: Resumo do relatório.
zh_cn: 报告摘要。
zh_tw: 報告摘要。

# GridPaging_Page
source: Page :
es: Página:
ja_jp: ページ
pt_br: Página
zh_cn: 页
zh_tw: 頁面

# GridPaging_RowsPerPage
source: Rows Per Page :
es: Filas por página:
ja_jp: ページごとの列
pt_br: Linhas por Página
zh_cn: 每页行数
zh_tw: 每頁的行數

# ImportKeysViewModel_ImportDuplicatedCBRTxt
source: Duplicated CBR {0} was import.
es: Se importó la CBR duplicada {0}.
ja_jp: 重複したCBR{0}がインポートされました。
pt_br: O CBR duplicado {0} foi importado.
zh_cn: 导入 {0} 个重复 CBR
zh_tw: 已匯入重複的 CBR {0}。

# ImportKeysViewModel_ImportKeys
source: Please select a location:
es: Seleccione una ubicación:
ja_jp: 場所を選択してください:
pt_br: Selecione um local:
zh_cn: 请选择位置：
zh_tw: 請選取位置：

# ImportKeysViewModel_ImportResultSummary
source: Summary of import
es: Resumen de la importación.
ja_jp: インポートのサマリ
pt_br: Resumo da importação
zh_cn: 导入摘要
zh_tw: 匯入摘要

# ImportKey_FileNotExists
source: Import file cannot be found.
es: No se puede encontrar el archivo de importación.
ja_jp: インポートファイルが見つかりません。
pt_br: Arquivo de importação não encontrado.
zh_cn: 未找到文件
zh_tw: 找不到匯入檔案。
