Repository: RallyFoundation/ManufacturingSolutions
Catalog: DIS-Open.Org/src/Presentation/KMT/Properties/MergedResources.*.resx
Languages: es, ja_jp, pt_br, zh_cn, zh_tw

# ImportKey_ResultMsg
source: Imported keys : {0} successful, {1} failed
es: Claves importadas: {0} correctas, {1} con errores
ja_jp: キーのインポート: {0} 成功、{1} 失敗
pt_br: Chaves importado: {0} com sucesso, {1} falhou
zh_cn: 导入密钥：{0} 成功，{1} 失败
zh_tw: 已匯入金鑰： {0} 個成功，{1} 個失敗

# Import_CBRAckTxt
source: Import CBR ACK. from MS
es: Importar la confirmación de CBR de MS
ja_jp: MS から CBR ACK. をインポート
pt_br: Importar as CBR ACK do MS
zh_cn: 从MS导入CBR ACK.
zh_tw: 從 MS 匯入 CBR ACK

# Import_DuplicateCBRTxt
source: Import Duplicated CBR
es: Importar la CBR duplicada
ja_jp: 重複 CBR のインポート
pt_br: Importar CBR duplicado
zh_cn: 导入重复CBR
zh_tw: 匯入重複的 CBR

# Import_KeysTxt
source: Import Keys from Up Level System (CKI/FKI)
es: Importar claves del sistema de nivel superior (CKI/FKI)
ja_jp: アップ レベル システムからキーをインポート (CKI/FKI)
pt_br: Importar as chaves do Up Level System (CKI/FKI)
zh_cn: 从上级系统导入密钥 (CKI/FKI)
zh_tw: 從上層系統匯入金鑰 (CKI/FKI)

# Import_KeysTxtTpi
source: Import Keys from Up Level System (CKI)
es: Importar claves del sistema de nivel superior (CKI)
ja_jp: アップ レベル システムからキーをインポート (CKI)
pt_br: Importar chaves do Up Level System (CKI)
zh_cn: 从上级系统导入密钥 (CKI)
zh_tw: 從上層系統匯入金鑰 (CKI)

# Import_ReportKeysTxt
source: Import Keys from Down Level System (FKI/FFKI)
es: Importar claves del sistema de nivel inferior (FKI/FFKI)
ja_jp: ダウン レベル システムからキーをインポート (FKI/FFKI)
pt_br: Importar as chaves do Down Level System (FKI/FFKI)
zh_cn: 从下级系统导入密钥 (FKI/FFKI)
zh_tw: 從下層系統匯入金鑰 (FKI/FFKI)

# Import_ReportKeysTxtTpi
source: Import Keys from Down Level System (FFKI)
es: Importar claves del sistema de nivel inferior (FFKI)
ja_jp: ダウン レベル システムからキーをインポート (FFKI)
pt_br: Importar chaves do Down Level System (FFKI)
zh_cn: 从下级系统导入密钥 (FFKI)
zh_tw: 從下層系統匯入金鑰 (FFKI)

# Import_SelectFileTit
source: Select File
es: Seleccionar archivo
ja_jp: ファイルを選択
pt_br: Selecione o arquivo
zh_cn: 选择文件
zh_tw: 選取檔案

# Import_ToolkeysTxt
source: Import Keys from OA3Tool
es: Importar claves de OA3Tool
ja_jp: OA3Tool からキーをインポート
pt_br: Importar as chaves do OA3Tool
zh_cn: 从OA3Tool导入密钥
zh_tw: 從 OA3Tool 匯入金鑰

# Import_WinTit
source: Import Keys
es: Importar claves
ja_jp: キーのインポート
pt_br: Importar Chaves
zh_cn: 导入密钥
zh_tw: 匯入金鑰

# InProcessingMsg
source: In processing,please wait a moment!
es: En proceso, espere un momento.
ja_jp: 処理中は少しお待ちください！
pt_br: Em processamento, aguarde um momento.
zh_cn: 正在处理，请稍等片刻!
zh_tw: 處理中，請稍候!

# KeyManagementViewModel_DateSearch
source: Please select date range!
es: Seleccione un rango de fecha.
ja_jp: 日付の範囲を選択してください！
pt_br: Selecione um intervalo de datas.
zh_cn: 请选择日期范围!
zh_tw: 請選取日期範圍!

# KeyManagementViewModel_DuplicateBtnMessage
source: Handling
es: Manejo
ja_jp: ハンドル中
pt_br: Tratamento
zh_cn: 正在处理
zh_tw: 處理

# KeyManagementViewModel_DuplicateCBRsMessage
source: You have {0} duplicated CBR key(s)
es: Tiene {0} clave(s) CBR duplicada(s).
ja_jp: {0} の CBR キーがあります
pt_br: Você possui {0} chave(s) de CBR duplicada(s)
zh_cn: 您有 {0} 个重复的 CBR。
zh_tw: 有 {0} 個 CBR 金鑰重複

# KeyManagementViewModel_DuplicateMessage
source: You have {0} duplicated key(s)
es: Tiene {0} clave(s) duplicada(s).
ja_jp: {0} の重複キーがあります
pt_br: Você possui {0} chave(s) duplicada(s)
zh_cn: 您有 {0} 个重复密钥。
zh_tw: 有 {0} 個金鑰重複

# KeyManagementViewModel_FulfillmentDisableMsService
source: Microsoft web service is disabled, please configure Microsoft subject name in Options to enable it.
es: El servicio web de Microsoft está desactivado. Para activarlo, configure el nombre de asunto de Microsoft en Opciones.
ja_jp: Microsoft Web サービスは無効です。オプションの Microsoft 件名を構成して有効にしてください。
pt_br: O serviço Web da Microsoft está desativado. Configure o nome da entidade da Microsoft em Opções para ativá-la.
zh_cn: 请开启 MS Enable 选项
zh_tw: Microsoft Web 服務已停用。請在 [選項] 中設定 Microsoft 主體，以對其進行啟用。

# KeyManagementViewModel_FulfillmentFail
source: Fulfilled key from Microsoft failed!
es: Se produjo un error en la clave de Microsoft entregada.
ja_jp: Microsoft からの実行キーは失敗しました！
pt_br: Falha ao obter Chave Fulfilled da Microsoft.
zh_cn: 从 Microsoft 获取密钥失败！
zh_tw: 從 Microsoft 的金鑰處理失敗!

# KeyManagementViewModel_FulfillmentNoKeys
source: No key available from Microsoft!
es: No hay claves de Microsoft disponibles.
ja_jp: Microsoft から利用可能なキーはありません！
pt_br: Nenhuma chave disponível da Microsoft.
zh_cn: Microsoft 端没有可以获得的密钥！
zh_tw: 沒有從 Microsoft 的可用金鑰!

# KeyManagementViewModel_FulfillmentSucc
source: Fulfilled {0} key(s) from Microsoft successfully!
es: Entrega correcta de {0} clave(s) de Microsoft.
ja_jp: Microsoft からの実行 {0} キー は成功しました！
pt_br: Êxito ao obter {0} chave(s) Fulfilled da Microsoft.
zh_cn: 成功从 Microsoft 获取 {0} 个密钥。
zh_tw: 從 Microsoft 的 {0} 個金鑰處理成功!

# KeyManagementViewModel_GetKeyError
source: Error occurred while getting key(s) !
es: Se produjo un error al obtener las claves.
ja_jp: キーの取得中にエラーが発生しました！
pt_br: Erro ao obter chave(s).
zh_cn: 获取密钥时发生错误!
zh_tw: 取得金鑰時發生錯誤!

# KeyManagementViewModel_GetKeyNoHeadQuarter
source: Up Level System service is not available!
es: El servicio del sistema de nivel superior no está disponible.
ja_jp: アップレベルシステム サービスは利用できません！
pt_br: O serviço do Sistema Up-Level não está disponível.
zh_cn: 上级系统服务不可用。
zh_tw: 上層系統服務不可用!

# KeyManagementViewModel_GetKeysFail
source: Got key from {0} failed!
es: No se pudo obtener la clave desde {0}.
ja_jp: {0} からのキーの取得は失敗しました！
pt_br: Falha em obter chave de {0}.
zh_cn: 从 {0} 获取密钥失败！
zh_tw: 從 {0} 取得金鑰失敗!

# KeyManagementViewModel_GetKeysNoKeys
source: No key available from {0}!
es: No hay clave disponible desde {0}.
ja_jp: {0} から利用可能なキーはありません！
pt_br: Nenhuma chave disponível de {0}.
zh_cn: {0} 端没有可用的密钥。
zh_tw: 沒有從 {0} 的可用金鑰!

# KeyManagementViewModel_GetKeysSucc
source: Got {0} key(s) from {1} successfully!
es: Obtención correcta de {0} clave(s) desde {1}.
ja_jp: Microsoft からの {0} キー の取得は成功しました！
pt_br: Êxito ao obter {0} chave(s) de {1}.
zh_cn: {0} 个密钥从 {1} 成功获取。
zh_tw: 從 {1}取得 {0} 個金鑰成功!

# KeyManagementViewModel_KeyHistoryError
source: Error occurred while getting history!
es: Se produjo un error al obtener el historial.
ja_jp: 履歴を取得中にエラーが発生しました！
pt_br: Erro ao obter histórico.
zh_cn: 获取历史记录时发生错误!
zh_tw: 取得歷程時發生錯誤!

# KeyManagementViewModel_KeySearch
source: Search Keys
es: Buscar claves
ja_jp: 検索キー
pt_br: Pesquisar Chaves
zh_cn: 搜索密钥
zh_tw: 搜尋金鑰

# KeyManagementViewModel_NoKeyGet
source: No keys available.
es: No hay claves disponibles.
ja_jp: キーが使用できません。
pt_br: Nenhuma chave disponível.
zh_cn: 没有可用的密钥。
zh_tw: 沒有可用的金鑰。

# KeyManagementViewModel_OldTimelineExceedMessage
source: {0} key(s) exceed time line
es: {0} clave(s) superan la línea de tiempo.
ja_jp: {0} キーがタイム ラインを超えました
pt_br: {0} A chave(s) ultrapassar o tempo previsto
zh_cn: {0} 个密钥超过老化日期
zh_tw: {0} 個金鑰超出時間線

# KeyManagementViewModel_ReportBinding
source: Report Bindings
es: Informar enlaces
ja_jp: レポート バインディング
pt_br: Relatar Associações
zh_cn: 报告绑定
zh_tw: 報告繫結

# KeyManagementViewModel_ReportReturn
source: Report Return
es: Informar devolución
ja_jp: レポート Return
pt_br: Relatar Return
zh_cn: 报告 Return
zh_tw: 報告 Return

# KeyManagementView_KeyList
source: Key List
es: Lista de claves
ja_jp: キー リスト
pt_br: Lista de Chaves
zh_cn: 密钥列表
zh_tw: 金鑰清單

# KeyManagerViewModel_Keys
source: Keys
es: Claves
ja_jp: キー
pt_br: Chaves
zh_cn: 密钥
zh_tw: 金鑰

# KeyManagerViewModel_NoRecordsFoundMessage
source: No data found!
es: No se encontraron datos.
ja_jp: データが見つかりません！
pt_br: Nenhum dado encontrado.
zh_cn: 请选择要报告的“Return”密钥!
zh_tw: 找不到任何資料!

# KeyManager_DisplayNo
source: No
ja_jp: いいえ
pt_br: não
zh_cn: 否
zh_tw: 否

# KeyManager_DisplayYes
source: Yes
es: Sí
ja_jp: はい
pt_br: sim
zh_cn: 是
zh_tw: 是

# KeyReportSearch_KeyStatus
source: Key Status :
es: Estado de la clave:
ja_jp: キー ステータス:
pt_br: Status da Chave:
zh_cn: 密钥状态：
zh_tw: 金鑰狀態：

# KeySelectView_MarkReturnPrompt
source: Please select keys for 'Mark as Return'.
es: Seleccione las claves que desea Marcar como devueltas.
ja_jp: 「Return としてマーク」にキーを選択してください。
pt_br: Selecione chaves para "Marcar como Return".
zh_cn: 请选择要“标记为Return”的密钥。
zh_tw: 請選取要 [標示為 Return] 的金鑰。

# KeysExpiredNotificationViewModel_TimeLineDays
source: Time Line Days : {0} day(s).
es: Días de la línea de tiempo: {0} día(s).
ja_jp: タイム ラインの日数:{0} 日間。
pt_br: O tempo que limita os dias : {0} dias (s).
zh_cn: 老化天数：{0} 天。
zh_tw: 時間線天數： {0} 天。

# KeysStockConfigViewModel_MsPartNumberNotSelect
source: You have not selected any MS Part Number .
es: No seleccionó ningún Número de pieza de MS.
ja_jp: Licensable Part Numberを選択していません。
pt_br: Voce nao pode selecionar nenhum parte do numeros
zh_cn: 您还没有选择任何的 Licensable Part Number。
zh_tw: 您尚未選取任何 Licensable Part Number。

# KeysStockConfigViewModel_RangeError
source: Maximum must be greater than Minimum.
es: El máximo debe superar al mínimo.
ja_jp: 最大は最小より大きい必要があります。
pt_br: o numero a colocar no maximum de ser superior ao numero a ser colocado no minimo
zh_cn: 最大值必须大于最小值。
zh_tw: 最大值必須大於最小值。

# KeysStockConfigView_KeysMaximum
source: Maximum :
es: Máximo:
ja_jp: 最大:
pt_br: Maximo:
zh_cn: 最大值：
zh_tw: 最大值：

# KeysStockConfigView_KeysMinimum
source: Minimum :
es: Mínimo:
ja_jp: 最小:
zh_cn: 最小值：
zh_tw: 最小值：

# KeysStockNotificationView_Title
source: View Licensable Part Number(s) stock
es: Ver las existencias de Números de piezas sujetos a licencias
ja_jp: ライセンスLicensable Part Numberのストックを表示
pt_br: Observar Partes de bancos licenciaveis
zh_cn: 查看 Licensable Part Number 库存
zh_tw: 檢視Licensable Part Number

# MainView_AdvancedSearch
source: Advanced Search
es: Búsqueda avanzada
ja_jp: 詳細検索
pt_br: Pesquisa Avançada
zh_cn: 高级搜索
zh_tw: 進階搜尋

# MainWindow_Action
source: Action
es: Acción
ja_jp: アクション
pt_br: Ação
zh_cn: 操作
zh_tw: 動作

# MainWindow_Assign
source: Assign Keys
es: Asignar claves
ja_jp: 割り当てキー
pt_br: Atribuir Chaves
zh_cn: 分配密钥
zh_tw: 指派金鑰

# MainWindow_Assignment
source: Assignment
es: Asignación
ja_jp: 割り当て
pt_br: Atribuição
zh_cn: 分配
zh_tw: 指派

# MainWindow_Condition
source: Condition
es: Condición
ja_jp: 条件
pt_br: Condição
zh_cn: 条件
zh_tw: 條件

# MainWindow_Export
source: Export
es: Exportar
ja_jp: エクスポート
pt_br: Exportar
zh_cn: 导出
zh_tw: 匯出

# MainWindow_Fresh
source: Refresh
es: Actualizar
ja_jp: 更新
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# MainWindow_GenReport
source: Generate Report
es: Generar informe
ja_jp: レポートの生成
pt_br: Gerar Relatório
zh_cn: 生成报告
zh_tw: 產生報告

# MainWindow_GetKeys
source: Get Keys
es: Obtener claves
ja_jp: キーの取得
pt_br: Obter Chaves
zh_cn: 获取密钥
zh_tw: 取得金鑰

# MainWindow_Home
source: Home
es: Inicio
ja_jp: ホーム
pt_br: Início
zh_cn: 主页
zh_tw: 首頁

# MainWindow_Import
source: Import
es: Importar
ja_jp: インポート
pt_br: Importar
zh_cn: 导入
zh_tw: 匯入

# MainWindow_KeyManagement
source: Key Management
es: Administración de claves
ja_jp: キー管理
pt_br: Gerenciamento de Chaves
zh_cn: 密钥管理
zh_tw: 金鑰管理

# MainWindow_KeysExpired
source: Old Time Line Exceed Keys
es: La línea de tiempo anterior supera a las claves.
ja_jp: 古いタイム ラインがキーを超えました
pt_br: Chaves que ultrapassaram o tempo ja previsto
zh_cn: 超过老化时间的密钥
zh_tw: 舊時間線超出金鑰

# MainWindow_LogType
source: Log Type
es: Tipo de registro
ja_jp: ログ タイプ
pt_br: Tipo de Log
zh_cn: 日志类型
zh_tw: 記錄類型

# ExportLog_LogTypeInput
source: Log Type :
es: Tipo de registro:
ja_jp: ログ タイプ:
pt_br: Tipo de Log:
zh_cn: 日志类型：
zh_tw: 記錄類型：

# MainWindow_LogView
source: Log Viewer
es: Visor del registro
ja_jp: ログ ビューア
pt_br: Visualizador de Log
zh_cn: 日志查看器
zh_tw: 記錄檢視器

# MainWindow_MenuHelp
source: Help
es: Ayuda
ja_jp: ヘルプ
pt_br: Ajuda
zh_cn: 帮助
zh_tw: 說明

# MainWindow_Offline
source: Offline
es: Desconectado
ja_jp: オフライン
zh_cn: 脱机
zh_tw: 離線

# MainWindow_Online
source: Online
es: Conectado
ja_jp: オンライン
zh_cn: 联机
zh_tw: 連線

# MainWindow_Operation
source: Operation
es: Operación
ja_jp: オペレーション
pt_br: Operação
zh_cn: 操作
zh_tw: 作業

# MainWindow_Page
source: Page
es: Página
ja_jp: ページ
pt_br: Página
zh_cn: 页面
zh_tw: 頁面

# MainWindow_Print
source: Print
es: Imprimir
ja_jp: 印刷
pt_br: Imprimir
zh_cn: 打印
zh_tw: 列印

# MainWindow_RecallKeys
source: Recall Keys
es: Recuperar claves
ja_jp: キーのリコール
pt_br: Cancelar Chaves
zh_cn: Recall 密钥
zh_tw: Recall 金鑰

# MainWindow_RemoveUser
source: Remove User
es: Eliminar usuario
ja_jp: ユーザーの削除
pt_br: Remover Usuário
zh_cn: 删除用户
zh_tw: 移除使用者

# MainWindow_ReportKeys
source: Report Keys
es: Informar claves
ja_jp: キーのレポート
pt_br: Relatar Chaves
zh_cn: 报告密钥
zh_tw: 報告金鑰

# MainWindow_SelectLogType
source: Select Log Type :
es: Seleccionar el tipo de registro:
ja_jp: ログ タイプの選択:
pt_br: Selecione o Tipo de Log:
zh_cn: 选择日志类型：
zh_tw: 選取記錄類型：

# MainWindow_SendReport
source: Send Report
es: Enviar informe
ja_jp: レポートの送信
pt_br: Enviar Relatório
zh_cn: 发送报告
zh_tw: 傳送報告

# MainWindow_Unassign
source: Unassign Keys
es: Quitar la asignación de las claves
ja_jp: 非割り当てキー
pt_br: Desatribuir Chaves
zh_cn: 取消分配密钥
zh_tw: 解除指派金鑰

# MainWindow_User
source: User
es: Usuario
ja_jp: ユーザ
pt_br: Usuário
zh_cn: 用户
zh_tw: 使用者

# MainWindow_UserRole
source: User Role :
es: Rol del usuario:
ja_jp: ユーザ ロール:
pt_br: Função do Usuário:
zh_cn: 用户角色：
zh_tw: 使用者角色：

# MarkAsReturnViewModel_summaryText
source: {0} key(s) are marked as 'Return'.
es: {0} clave(s) está(n) marcada(s) como Devueltas.
ja_jp: {0} キーは「Return」としてマークされます。
pt_br: {0} chave(s) estão marcadas como "Return".
zh_cn: {0} 个密钥已标记为“Return”。
zh_tw: {0} 個金鑰標示為 'Return'。

# MarkReturnKeysViewModel_ReturnTitle
source: Return Keys
es: Devolver claves
ja_jp: Return キー
pt_br: Chaves Return
zh_cn: Return 密钥
zh_tw: Return 金鑰

# NoLogsFound
source: No log can be found.
es: No se encontró ningún registro.
ja_jp: ログが見つかりません。
pt_br: Nenhum log encontrado.
zh_cn: 找不到任何日志。
zh_tw: 找不到記錄。

# Notification_CopiedToClipboard
source: The contents have been copied to clipboard.
es: El contenido se copió al portapapeles.
ja_jp: コンテンツはクリップボードにコピーされました。
pt_br: O conteudo ja foi copiado para clipboard.
zh_cn: 内容已被复制到剪贴板。
zh_tw: 內容已複製到剪貼簿。

# Notification_KeysStockOutOfRangeMessage
source: {0} Licensable Part Number(s) stock are out of range.
es: Las existencias de {0} Número(s) de piezas sujeto(s) a licencias se encuentran fuera del rango.
ja_jp: {0} のライセンス可能部品番号のストックが範囲外です。
pt_br: {0}Partes licenciaveis (s) o banco de dados esta fora de alcance
zh_cn: {0} 个Licensable Part Number的库存超出范围。
zh_tw: {0} Licensable Part Number庫存超出範圍。

# Notification_ReAcknowledgeMessage
source: {0} acknowledgement(s) failed.
es: Se produjo un error en {0} confirmación(es).
ja_jp: {0} のacknowledgementが失敗しました。
pt_br: {0} .confirmacao (s) falhado
zh_cn: {0} 个acknowledgement失败。
zh_tw: {0} 個acknowledgement失敗。

# Notification_ReFulfillmentMessage
source: {0} fulfillment(s) failed.
es: Se produjo un error en {0} la entrega.
ja_jp: {0} のfulfillmentが失敗しました。
pt_br: {0} completado (s) nao completo
zh_cn: {0} 个fulfillment失败。
zh_tw: {0} 個fulfillment失敗。

# Notification_YouHaveNotifications
source: Notifications ({0})
es: Notificaciones ({0})
ja_jp: 通知 ({0})
pt_br: ({0}) notificaco
zh_cn: 通知 ({0})
zh_tw: 通知 ({0})

# Offline_DuplicateCBRTit
source: Duplicate CBR
es: Duplicar CBR
ja_jp: 重複 CBR
pt_br: CBR duplicado
zh_cn: 重复CBR
zh_tw: 重複的 CBR

# OperateMsgView_ReasonMarkFulfilledKeys
source: The reason of mark as 'Fulfilled' :
es: Motivo por el cual se marcó como Entregada:
ja_jp: 「Fulfilled」としてマークする理由:
pt_br: O motivo da marcação como "Fulfilled":
zh_cn: 标记为“Fulfilled”的原因：
zh_tw: 標示為 'Fulfilled' 的原因：

# OperateMsgView_ReasonMarkReturnKeys
source: The reason of mark as 'Return' :
es: Motivo por el cual se marcó como Devuelta:
ja_jp: 「Return」としてマークする理由:
pt_br: O motivo da marcação como "Return":
zh_cn: 标记为“Return”的原因：
zh_tw: 標示為 'Return' 的原因：

# OperateMsgView_SelectMarkFulfilledKeys
source: Select of mark fulfilled keys :
es: Seleccionar las claves marcadas como entregadas:
ja_jp: マーク Fulfilled キーの選択:
pt_br: Selecione entre as chaves marcadas como Fulfilled:
zh_cn: 选定的标记为Fulfilled的密钥：
zh_tw: 選取標示 Fulfilled 金鑰：

# OperateMsgView_SelectMarkReturnKeys
source: Select of mark return keys :
es: Seleccionar las claves marcadas como devueltas:
ja_jp: マーク Return キーの選択:
pt_br: Selecione entre as chaves marcadas como Return:
zh_cn: 选定的标记为Return的密钥：
zh_tw: 選取標示 Return 金鑰：

# ProcessDuplicateKeysViewModel_HadleIgnoreKeys
source: Ignore {0} successfully!
es: La omisión de {0} se realizó correctamente.
ja_jp: {0} を正常に無視しました。
pt_br: Êxito ao ignorar {0}.
zh_cn: 成功忽略 {0} 个密钥。
zh_tw: 已成功忽略 {0}!

# ProcessDuplicateKeysViewModel_HadleKeys
source: Handle {0} to reuse successfully!
es: El manejo de {0} para su reutilización se realizó correctamente.
ja_jp: 正常に {0} をハンドルして再利用しました！
pt_br: {0} tratadas para reutilização com êxito!
zh_cn: 已成功将 {0} 处理为可供重复使用!
zh_tw: 已成功處理要重複使用的 {0}!

# ProcessDuplicateKeysViewModel_MessageTitle
source: Handle Duplicate Keys
es: Manejar la opción Duplicar claves
ja_jp: ハンドル重複キー
pt_br: Tratar Chaves Duplicadas
zh_cn: 处理重复密钥
zh_tw: 處理重複的金鑰

# ProcessDuplicateKeysViewModel_NoKeysMsg
source: Please Handle Duplicate Key!
es: Debe manejar la opción Duplicar clave.
ja_jp: 重複キーをハンドルしてください！
pt_br: Trate a chave duplicada!
zh_cn: 请处理重复密钥!
zh_tw: 請處理重複的金鑰!

# ProcessDuplicateKeysViewModel_NOReason
source: Please input reason!
es: Introduzca el motivo.
ja_jp: 理由を入力してください！
pt_br: Insira o motivo.
zh_cn: 请输入原因!
zh_tw: 請輸入原因!

# ProcessDuplicateKeysViewModel_ReasonLb
source: Reason :
es: Motivo:
ja_jp: 理由 :
pt_br: Motivo:
zh_cn: 原因：
zh_tw: 原因：

# ProxySettingView_BypassProxyOnLocal
source: Bypass proxy server for local addresses
es: Omitir el servidor proxy para las direcciones locales
ja_jp: ローカルアドレスを避けるプロキシサーバー
pt_br: Ignorar o proxy do servidor dos endercos local
zh_cn: 本地地址不通过代理服务器
zh_tw: 對於本機位址，略過 Proxy 伺服器

# ProxySetting_Customize
source: Customize
es: Personalizar
ja_jp: カスタマイズ
pt_br: personalizar
zh_cn: 自定义
zh_tw: 自訂

# ProxySetting_Default
source: Use IE Proxy Setting
es: Utilizar la Configuración de proxy de IE
ja_jp: IE のプロキシ設定を使用
pt_br: Usar procurador IE para preencher
zh_cn: 使用IE代理设置
zh_tw: 使用 IE Proxy 設定

# ProxySetting_None
source: None
es: Ninguno
ja_jp: なし
pt_br: nenhum
zh_tw: 無

# ProxySetting_UseSSL
source: Use SSL
es: Utilizar SSL
ja_jp: SSL を使用
pt_br: Uso de SSL
zh_cn: 使用SSL
zh_tw: 使用 SSL

# RecallKeysViewModel_RecallKeysResult
source: Recalled keys : {0} successful, {1} failed
es: Claves recuperadas: {0} correctas, {1} con errores
ja_jp: キーのリコール:{0} 成功、{1} 失敗
pt_br: Chaves canceladas: {0} com êxito, {1} com falha
zh_cn: Recalled 密钥：{0} 个成功， {1} 个失败。
zh_tw: 回收的金鑰： {0} 個成功，{1} 個失敗

# ReportKeysViewModel_ReportSuccess
source: Reported keys : {0} successful, {1} failed
es: Claves informadas: {0} correctas, {1} con errores
ja_jp: レポート キー:{0} 成功、{1} 失敗
pt_br: Chaves relatadas: {0} com êxito, {1} com falha
zh_cn: 上报密钥： {0} 个成功，{1} 个失败。
zh_tw: 報告的金鑰：{0} 個成功，{1} 個失敗

source: Result
es: Resultado
ja_jp: 結果
pt_br: Resultado
zh_cn: 结果
zh_tw: 結果

# RevertKeys_RevertSummary
source: {0} key(s) are reverted.
es: La reversión de {0} clave(s) se realizó correctamente.
ja_jp: {0} キーが復帰しました。
pt_br: {0} chave(s) serão revertidas.
zh_cn: {0} 密钥被 Revert。
zh_tw: 已還原 {0} 個金鑰。

# RevertKey_ReasonTxt
source: Revert Reason :
es: Motivo de la reversión:
ja_jp: Revertの理由:
pt_br: Revert a razao:
zh_cn: Revert 原因：
zh_tw: Revert原因：

# RevertKey_SelectedTxt
source: Selected Keys :
es: Claves seleccionadas:
ja_jp: 選択されたキー:
pt_br: Chaves slecionado:
zh_cn: 选择密钥：
zh_tw: 選取金鑰：

# Revert_MsgLength
source: Reason must between 0 and 200 characters.
es: El motivo debe tener entre 0 y 200 caracteres.
ja_jp: 理由は 0 から 200 文字の間です。
pt_br: As razoes deve estar no entrevalo de o a 200 caracteres
zh_cn: 原因的内容必须在0到200个字符之间。
zh_tw: 原因必須介於 0 至 200 個字元之間。

# Revert_ReasonNote
source: (*Limited to 200 characters.)
es: (*Límite de 200 caracteres).
ja_jp: （* 200文字に制限されている。）
pt_br: ( o maximo de caractres I introduzir sao 200)
zh_cn: (* 限制为 200 个字符。)
zh_tw: (*限制為 200 個字元。)

# Revert_ReasonPageTit
source: Input Reason
es: Escribir motivo
ja_jp: 入力の理由
pt_br: Razao do Input
zh_cn: 输入原因
zh_tw: 輸入原因

# Revert_ResultMsg
source: Reverted keys : {0} successful, {1} failed
es: Claves revertidas: {0} correctas, {1} con errores
ja_jp: キーのRevert: {0} 成功、{1} 失敗
pt_br: Revert: {0} com sucesso , {1} com falha
zh_cn: Revert 密钥：{0} 成功，{1} 失败
zh_tw: Revert金鑰：{0} 個成功，{1} 個失敗

# Revert_RevertTxt
source: Revert Keys
es: Revertir claves
ja_jp: キーのRevert
pt_br: Revert
zh_cn: Revert 密钥
zh_tw: Revert金鑰

# SearchTextCannotBeEmpty
source: Please select seach criteria!
es: Debe seleccionar cada uno de los criterios.
ja_jp: 検索条件を選択してください！
pt_br: Selecione os critérios de pesquisa.
zh_cn: 请选择搜索条件!
zh_tw: 請選取搜尋準則!

# SubsidaryEditorViewModel_CustomerIDLengthOver
source: The Customer Number is too long!
es: El Número de cliente es demasiado largo.
ja_jp: 顧客番号が長すぎます！
pt_br: O Número do Cliente é muito longo.
zh_cn: 客户编号太长!
zh_tw: 客戶編號太長!

# SubsidaryEditorViewModel_SubsidiaryCount
source: The number of FKI or FFKI should less than 5!
es: El número de FKI o FFKI debe ser inferior a 5.
ja_jp: FKI または FFKI の数は 5 以下である必要があります！
pt_br: O número do FKI ou FFKI deve ser menor que 5.
zh_cn: 下级系统数量应小于 5!
zh_tw: FKI 或 FFKI 數目應小於 5!

# SubsidaryEditorViewModel_SubsidiaryDuplicate
source: Customer Number already exists.
es: El Número de cliente ya existe.
ja_jp: 顧客番号はすでに存在しています。
pt_br: O Número do Cliente já existe.
zh_cn: 客户编号已存在。
zh_tw: 客戶編號已存在。

# SubsidaryEditorViewModel_SubsidiaryNotEmpty
source: Customer Number is required!
es: El Número de cliente es obligatorio.
ja_jp: 顧客番号が必要です！
pt_br: Número do Cliente necessário.
zh_cn: 必须输入客户编号!
zh_tw: 需要客戶編號!

# SubsidiaryEditor_Type
source: Type :
es: Tipo:
ja_jp: タイプ:
pt_br: Tipo:
zh_cn: 类型：
zh_tw: 類型：

# SummaryView_MarkReturnPrompt
source: Summary of mark as 'Return' :
es: Resumen de la asignación de la marca Devuelta:
ja_jp: 「Return」としてマークするサマリ:
pt_br: Resumo de marcar como "Return":
zh_cn: 标记为“Return”的摘要：
zh_tw: 標示為 'Return' 的摘要：

# SystemError
source: System Error, please contact administrator!
es: Error del sistema. Comuníquese con el administrador.
ja_jp: システムエラーです。アドミニストレータに連絡してください！
pt_br: Erro do Sistema, contate o administrador.
zh_cn: 系统错误，请与管理员联系!
zh_tw: 系統錯誤，請連絡系統管理員!

# SystemSettingViewModel_ApplyCustomerNumber
source: You need to restart KMT to apply Customer Number change!
es: Debe reiniciar la herramienta de administración de claves para aplicar el cambio del Número de cliente.
ja_jp: KMT を再起動して、顧客番号の変更を適用する必要があります！
pt_br: Reinicie a KMT para aplicar a alteração de Número do Cliente.
zh_cn: 客户编号变化，您需要重启 KMT。
zh_tw: 您需要重新啟動 KMT，才能套用客戶編號變更!

# SystemSettingView_AutoGetFulfillment
source: Get fulfillment automatically
es: Obtener la entrega en forma automática
ja_jp: 実行されたキーを自動的に取得
pt_br: Obter Fornecimento Automaticamente
zh_cn: 自动获取已处理密钥
zh_tw: 自動處理

# SystemSettingView_AutoReport
source: Report automatically
es: Informar en forma automática
ja_jp: 自動的にレポート
pt_br: Relatar Automaticamente
zh_cn: 自动报告
zh_tw: 自動報告

# SystemSettingView_CertificateSubject
source: Microsoft Certificate Subject :
es: Asunto del certificado de Microsoft:
ja_jp: Microsoft 証明書件名:
pt_br: Entidade do Certificado Microsoft:
zh_cn: 微软证书标题：
zh_tw: Microsoft 憑證主體：

# SystemSettingView_DataPollingInterval
source: Data Polling Interval
es: Intervalo de sondeo de datos
ja_jp: データ ポーリング間隔
pt_br: Intervalo de Sondagem de Dados
zh_cn: 数据轮询间隔
zh_tw: 資料輪詢間隔

# SystemSettingView_FulfillmentInterval
source: Fulfillment interval (minute) :
es: Intervalo de entrega (en minutos):
ja_jp: 間隔を自動的に取得(分):
pt_br: Intervalo de fornecimento(minutos):
zh_cn: 轮询密钥间隔 (分钟)：
zh_tw: 處理間隔 (分鐘)：

# SystemSettingView_InternalWebService
source: Internal Web Service
es: Servicio web interno
ja_jp: 内部 Web サービス
pt_br: Serviço Web Interno
zh_cn: 內部 Web 服务
zh_tw: 內部 Web 服務

# SystemSettingView_IsCarbonCopy
source: Enable Carbon Copy
es: Permitir la copia oculta
ja_jp: Carbon Copyを有効にする
pt_br: A possiblidade de Carbon Copy
zh_cn: 开启 Carbon Copy
zh_tw: 啟用Carbon Copy

# SystemSettingView_LifeDays
source: Keys Availiable Days :
es: Días disponibles para las claves:
ja_jp: キーの利用可能日数:
pt_br: Dias de Disponibilidade das Chaves:
zh_cn: 密钥老化天数：
zh_tw: 金鑰老化天數：
