Repository: RallyFoundation/ManufacturingSolutions
Catalog: DIS-Open.Org/src/Presentation/KMT/Properties/ResourcesOfR6.*.resx
Languages: es, ja_jp, pt_br, zh_cn, zh_tw

# Common_DLSName
source: DLS Name
es: Nombre de DLS
ja_jp: DLS 名
pt_br: Nome DLS
zh_cn: 下级系统名称
zh_tw: DLS 名稱

# Common_DLSName1
source: DLS Name :
es: Nombre de DLS:
ja_jp: DLS 名:
pt_br: Nome DLS:
zh_cn: 下级系统名称：
zh_tw: DLS 名稱：

# Common_KeyType
source: Key Type
es: Tipo de clave
ja_jp: キー タイプ
pt_br: Tipo de chave
zh_cn: 密钥类型
zh_tw: 金鑰類型

# Common_KeyType1
source: Key Type :
es: Tipo de clave:
ja_jp: キー タイプ:
pt_br: Tipo de chave:
zh_cn: 密钥类型：
zh_tw: 金鑰類型：

# Common_ULSName
source: ULS Name
es: Nombre de ULS
ja_jp: ULS 名
pt_br: Nome ULS
zh_cn: 上级系统名称
zh_tw: ULS 名稱

# Common_ULSName1
source: ULS Name :
es: Nombre de ULS:
ja_jp: ULS 名:
pt_br: Nome ULS:
zh_cn: 上级系统名称：
zh_tw: ULS 名稱：

# Diagnostic_TestingDLS
source: Test connection to down level system....
es: Probar conexión al sistema de nivel inferior...
ja_jp: ダウン レベル システムへの接続をテスト...
pt_br: Testar conexão até o sistema de nível inferior...
zh_cn: 测试连接到下级系统....
zh_tw: 測試與下層系統的連線....

# DLSVM_DLSNameExists
source: DLS Name already exists.
es: El nombre de DLS ya existe.
ja_jp: DLX 名がすでに存在しています。
pt_br: O Nome DLS já existe.
zh_cn: 下级系统名称已经存在。
zh_tw: DLS 名稱已存在。

# DLSVM_DLSNameNotEmpty
source: DLS Name is required.
es: Se requiere el nombre de DLS.
ja_jp: DLS 名が必要です。
pt_br: Nome DLS necessário.
zh_cn: 下级系统名称必填。
zh_tw: 需要 DLS 名稱

# KeyTypeConfigurationView_Title
source: Key Type Configuration
es: Configuración del tipo de clave
ja_jp: キー タイプの設定
pt_br: Configuração de tipo de chave
zh_cn: 密钥类型配置
zh_tw: 金鑰類型設定

# ReturnKeysViewModel_ReturnSuccess
source: Returned keys : {0} successful, {1} failed
es: Claves devueltas: {0} correctas, {1} con errores
ja_jp: 返されたキー:{0} 成功、{1} 失敗
pt_br: Chaves retornadas: {0} com êxito, {1} com falha
zh_cn: 返还密钥：{0} 个成功，{1} 个失败
zh_tw: 已退貨金鑰：{0} 個成功，{1} 個失敗

# ULSVM_ULSNameExists
source: ULS Name already exists.
es: El nombre de ULS ya existe.
ja_jp: ULS 名がすでに存在しています。
pt_br: O Nome ULS já existe.
zh_cn: 上级系统名称已经存在。
zh_tw: ULS 名稱已存在。

# ULSVM_ULSNameNotEmpty
source: ULS Name is required.
es: El nombre de ULS es obligatorio.
ja_jp: ULS 名が必要です。
pt_br: Nome ULS obrigatório.
zh_cn: 上级系统名称必填。
zh_tw: 需要 ULS 名稱

# Diagnostic_DLSConnection
source: Connect to down level system
es: Conectar al sistema de nivel inferior
ja_jp: ダウン レベル システムに接続
pt_br: Conectar ao sistema de nível inferior
zh_cn: 连接到下级系统
zh_tw: 連線至下層系統

# ULSView_Centralize
source: Centralized Mode
es: Modo centralizado
ja_jp: 集中管理モード
pt_br: Modo centralizado
zh_cn: 集中模式
zh_tw: 集中式模型

# ULSView_Decentralize
source: Decentralized Mode
es: Modo descentralizado
ja_jp: 分散モード
pt_br: Modo descentralizado
zh_cn: 非集中模式
zh_tw: 非集中式模式

# ReturnKeysView_OEMRMANumber
source: OEM RMA Number :
es: Número de RMA de OEM:
ja_jp: OEM RMA 番号:
pt_br: Número RMA do OEM:
zh_tw: OEM 不良品編號：

# ReturnKeysView_OemRmaNumberError
source: OEM RMA Number is too long.
es: El número de RMA de OEM es demasiado extenso.
ja_jp: OEM RMA 番号が長すぎます。
pt_br: O Número RMA do OEM é muito longo.
zh_cn: OEM RMA Number 太长。
zh_tw: OEM 不良品編號過長。

# ReturnKeysView_ReturnNoCredit
source: Without credit
es: Sin crédito
ja_jp: クレジットなし
pt_br: Sem crédito
zh_cn: 无退款
zh_tw: 不使用折讓

# ReturnKeysView_ReturnNoCreditWaring
source: Are you sure return keys without credit?
es: ¿Está seguro de que desea incluir claves de devolución sin crédito?
ja_jp: リターン キーはクレジットなしですか?
pt_br: Tem certeza de que deseja retornar chaves sem crédito?
zh_cn: 您确定在无退款情况下返还这些密钥么？
zh_tw: 您確定要不使用折讓就退回金鑰嗎？

# ReturnKeysView_ReturnType
source: Return Type Description
es: Descripción del tipo de devolución
ja_jp: リターン タイプの説明
pt_br: Descrição do tipo de retorno
zh_cn: 返还类型描述
zh_tw: 退貨類型描述

# ReturnKeysView_Title
source: Return Keys
es: Claves de devolución
ja_jp: リターン キー
pt_br: Chaves de retorno
zh_cn: 返还密钥
zh_tw: 退貨金鑰

# DLSVM_UserNameExists
source: User Name already exists.
es: El nombre de usuario ya existe.
ja_jp: ユーザー名がすでに存在しています。
pt_br: O Nome de usuário já existe.
zh_cn: 用户名已经存在。
zh_tw: 使用者名稱已存在。

# Export_ReReturnKeyTxt
source: Re-Export Return Keys to MS
es: Volver a exportar las claves de devolución a MS
ja_jp: リターン キーを MS に再エクスポート
pt_br: Reexportar chaves de retorno para MS
zh_cn: 重新导出返还密钥给微软
zh_tw: 將退貨金鑰重新匯出至 MS

# Export_ReturnKeyTxt
source: Export Return Keys to MS
es: Exportar claves de devolución a MS
ja_jp: リターン キーを MS にエクスポート
pt_br: Exportar chaves de retorno para MS
zh_cn: 导出返还密钥给微软
zh_tw: 將退貨金鑰匯出至 MS

# Import_ReturnAckTxt
source: Import Return ACK. from MS
es: Importar la confirmación de devolución de MS
ja_jp: MS からリターン ACK. をインポート
pt_br: Importar confirmação de retorno da MS
zh_cn: 导入来自微软的返还通知
zh_tw: 從 MS 匯入退貨 ACK

# MainWindow_ReturnKeys
source: Return Keys
es: Claves de devolución
ja_jp: リターン キー
pt_br: Chaves de retorno
zh_cn: 返还密钥
zh_tw: 退貨金鑰

# ExportLog_ArchiveInput
source: Archive :
es: Archivo:
ja_jp: アーカイブ:
pt_br: Arquivo:
zh_cn: 存档：
zh_tw: 封存資料夾：

# ExportLog_ArchiveLabel
source: Delete exported logs
es: Eliminar registros exportados
ja_jp: エクスポートされたログの削除
pt_br: Excluir logs exportados
zh_cn: 删除导出的日志
zh_tw: 刪除已匯出的記錄

# Common_SystemStatus
source: System Status
es: Estado del sistema
ja_jp: システム ステータス
pt_br: Status do sistema
zh_cn: 系统状态
zh_tw: 系統狀態

# Notification_DatePollingErrorMessage
source: Data Polling does not work!
es: El Sondeo de datos no funciona.
ja_jp: 日付のポーリングが機能しません！
pt_br: A sondagem de dados não funciona.
zh_cn: Date Polling 错误。
zh_tw: 資料輪詢無法運作！

# Notification_DownLevelSystemErrorMessage
source: Down level system(s) does not work! {0}
es: Los sistemas de nivel inferior no funcionan.
ja_jp: ダウン レベル システムが機能しません！ {0}
pt_br: O(s) sistema(s) de nível inferior não funcionam. {0}
zh_cn: 下级系统错误。
zh_tw: 下層系統無法運作！ {0}

# Notification_InternalErrorMessage
source: Internal web service does not work!
es: El servicio web interno no funciona.
ja_jp: 内部 Web サービスが機能しません！
pt_br: O serviço Web interno não funciona.
zh_cn: 内部WEB服务错误。
zh_tw: 內部 Web 服務無法運作！

# Notification_KeyProviderServiceErrorMessage
source: Key provider service dose not work!
es: El servicio de provisión de claves no funciona.
ja_jp: キー プロバイダー サービスが機能しません！
pt_br: O serviço do provedor de chaves não funciona.
zh_cn: Key provider service 错误。
zh_tw: 主要提供者服務無法運作！

# Notification_MSConnectionErrorMessage
source: Can't connect to Microsoft web service!
es: No se pudo realizar la conexión al servicio web de Microsoft.
ja_jp: Microsoft Web サービスに接続できません！
pt_br: Não é possível conectar ao serviço Web Microsoft.
zh_cn: 无法连接到微软的WEB服务。
zh_tw: 無法連接至 Microsoft web 服務！

# Notification_UpLevelSystemErrorMessage
source: Up level system does not work!
es: El sistema de nivel superior no funciona.
ja_jp: アップ レベル システムが機能しません！
pt_br: O sistema de nível superior não funciona.
zh_cn: 上级系统错误。
zh_tw: 上層系統無法運作！

# Export_SelectReturnKey_Tit
source: Select Return Keys
es: Seleccionar las claves de devolución
ja_jp: リターン キーを選択
pt_br: Selecionar chaves de retorno
zh_cn: 请选择返还的密钥
zh_tw: 選擇退貨金鑰

# Notification_DataBaseErrorMessage
source: Data Base dose not work!
es: La base de datos no funciona.
ja_jp: 日付の基礎が機能しません！
pt_br: A base de dados não funciona.
zh_cn: 数据库错误。
zh_tw: 資料庫無法運作！

# Notification_UnknowMessage
source: state is unknown!
es: estado desconocido
ja_jp: 状態が不明です！
pt_br: estado desconhecido.
zh_cn: 状态未知。
zh_tw: 狀態未知！

# Notification_YouHaveSystemNotifications
source: System Notifications ({0})
es: Notificaciones del sistema ({0})
ja_jp: システム通知 ({0})
pt_br: Notificações do sistema ({0})
zh_cn: 系统通知 ({0})
zh_tw: 系統通知 ({0})

# ReturnKeysView_NoOemRmaNumberError
source: Please input OEM RMA Number!
es: Escriba el número RMA de OEM.
ja_jp: OEM RMA 番号を入力してください！
pt_br: Insira o número RMA do OEM.
zh_cn: 请输入OEM RMA Number！
zh_tw: 請輸入 OEM 不良品編號！

# DiagnosticView_AutoDiagnostic
source: Check status of system components automatically
es: Verificar el estado de los componentes del sistema de forma automática
ja_jp: システム コンポーネントのステータスを自動的にチェックする
pt_br: Verificar status dos componentes do sistema automaticamente
zh_cn: 自动监测系统组件状态
zh_tw: 自動檢查系統元件狀態

# DiagnosticVM_SSIdNotEmpty
source: There is no Down Level System to diagnose.
es: No hay sistema de nivel inferior para diagnosticar.
ja_jp: 診断するダウン レベル システムがありません。
pt_br: Não há sistema de nível inferior para diagnosticar.
zh_cn: 没有下级系统可以诊断。
zh_tw: 無可診斷的下層系統。

# Common_ColumnStatus
source: /Status
es: /Estado
ja_jp: /ステータス
zh_cn: /状态
zh_tw: /狀態

# Common_MotherBoardReplacementKey
source: MBR key
es: Clave MBR
ja_jp: MBR キー
pt_br: Chave MBR
zh_cn: MBR 密钥
zh_tw: MBR 金鑰

# Common_MultipleActivationTestKey
source: MAT key
es: Clave MAT
ja_jp: MAT キー
pt_br: Chave MAT
zh_cn: MAT 密钥
zh_tw: MAT 金鑰

# Common_StandardKey
source: Standard key
es: Clave estándar
ja_jp: 標準キー
pt_br: Chave padrão
zh_cn: Standard 密钥
zh_tw: 標準金鑰

# ReturnKeysView_ReturnNotice
source: The system with the specified key may have been shipped to the end user!
es: Es posible que el sistema con la clave especificada se haya enviado al usuario final.
ja_jp: 指定されたキーのシステムはすでにエンド ユーザーに出荷されている恐れがあります。
pt_br: O sistema com a chave especificada pode ter sido enviado para o usuário final.
zh_cn: 包含该密钥的计算机可能已经寄送给用户。
zh_tw: 有指定金鑰的系統可能已出貨給終端使用者。

# Common_ReturnedWithCredit
source: Returned with credit
es: Devolución con crédito
ja_jp: クレジット付きで返されました
pt_br: Retornada com crédito
zh_cn: 有退款的返还
zh_tw: 折讓退貨

# Common_ReturnedWithNoCredit
source: Returned with no credit
es: Devolución sin crédito
ja_jp: クレジットなしで返されました
pt_br: Retornada sem crédito
zh_cn: 无退款的返还
zh_tw: 不折讓退貨

# Export_OpenFolder
source: Open
es: Abrir
ja_jp: 開く
pt_br: Abrir
zh_cn: 打开
zh_tw: 開啟

# Import_ReturnACKHeader
source: Return ACK.
es: Devolver confirmación.
ja_jp: ACK を返します。
pt_br: Confirmação de retorno
zh_cn: 返还通知
zh_tw: 退回 ACK。

# Common_AllReturnedKeys
source: All returned keys
es: Todas las claves devueltas
ja_jp: すべての返されたキー
pt_br: Todas as chaves retornadas
zh_cn: 所有已返还的密钥
zh_tw: 所有已退貨金鑰

# ReturnKeysView_OEMRMADate
source: OEM RMA Date :
es: Fecha de RMA de OEM:
ja_jp: OEM RMA 日付:
pt_br: Data de RMA do OEM:
zh_tw: OEM 不良品日期：

# Export_ReturnRMADateInvalid
source: The OEM RMA Date must be within +/-5 years from now.
es: La fecha de RMA de OEM debe ser de +/-5 años a partir de ahora.
ja_jp: OEM RMA 日付は今から +/- 5 年でなければなりません。
pt_br: A Data de RMA do OEM deve estar entre +/-5 anos a partir de agora.
zh_cn: OEM RMA Date 必须距离现在之前或之后五年范围内。
zh_tw: OEM 不良品日期需於為現在起 +/-5 年以內。

# Export_ReturnRMADateMsg
source: Please select the OEM RMA Date
es: Seleccione la fecha de RMA de OEM
ja_jp: OEM RMA 日付を選択してください
pt_br: Selecione a Data de RMA do OEM
zh_cn: 请选择 OEM RMA Date
zh_tw: 請選擇 OEM 不良品日期

# Notification_UpmapKeyPartNumber
source: The system contains licensable part number that not mapped to key type.
es: El sistema incluye números de pieza sujetos a licencia que no se asocian con el tipo de clave.
ja_jp: システムはキー タイプにマップされないライセンス可能な部品番号を含みます。
pt_br: O sistema contém um número de peça licenciável que não está mapeado para o tipo de de chave.
zh_cn: 系统中有没有配置密钥类型的 Licensable Part Number。
zh_tw: 系統內含未對應至金鑰類型的可授權零件編號。

# KeyTypeConfigurationVM_SaveConfirm
source: Licensable part number and key type mapping can not be changed later, are you sure to save the configuration?
es: Los números de pieza sujetos a licencia y la asociación con el tipo de clave no se pueden cambiar más tarde, ¿está seguro de que desea guardar la configuración?
ja_jp: ライセンス可能な部品番号とキー タイプ マッピングは後で変更できません。この設定を保存しますか?
pt_br: O número de peça licenciável e o mapeamento de tipo de chave não poderão ser alterados mais tarde. Tem certez‏a de que deseja salvar a configuração?
zh_cn: Licensable Part Number 和密钥的匹配关系只能配置一次，您确定保存配置么？
zh_tw: 可授權零件編號與金鑰類型對應無法於之後變更，您確定要儲存設定嗎？

# Export_ReturnHeader
source: Return
es: Devolver
pt_br: Retornar
zh_cn: 返还
zh_tw: 退貨

# Common_CreditSelect
source: Credit
es: Crédito
ja_jp: クレジット
pt_br: Crédito
zh_cn: 是否退款选择
zh_tw: 折讓

# CertVM_CertPickerTitle
source: Select a certificate
es: Seleccionar un certificado
ja_jp: 証明書を選択
pt_br: Selecione um certificado
zh_cn: 选择证书
zh_tw: 選擇憑證

# SystemSettingView_MSCert
source: MS certificate :
es: Certificado de MS:
ja_jp: MS 証明書:
pt_br: Certificado da MS:
zh_cn: 微软证书：
zh_tw: MS 憑證：

# Common_GeneralExceptionMsg
source: Unknown exception, please contact administrator and check the log.
es: Excepción desconocida. Comuníquese con el administrador y verifique el registro.
ja_jp: 不明な例外。管理者に問い合わせ、ログをチェックしてください。
pt_br: Exceção desconhecida. Entre em contato com o administrador e verifique o log.
zh_cn: 未知错误，请联系管理员并检查日志。
zh_tw: 未知的例外狀況，請聯絡管理員並檢查記錄。

# RevertKey_InputMsg
source: Please input revert message.
es: Ingrese el mensaje de reversión.
ja_jp: 復帰メッセージを入力してください。
pt_br: Insira a mensagem de reversão.
zh_cn: 请输入 revert 信息。
zh_tw: 請輸入還原訊息。

# Common_Host1
source: Host
ja_jp: ホスト
zh_cn: 主机
zh_tw: 主機

# Common_ReportedKeyFailed
source: Failed to report {0} keys.
es: No se pudieron informar {0} claves.
ja_jp: {0} キーの報告に失敗しました。
pt_br: Falha ao relatar {0} chaves.
zh_cn: {0} 个密钥报告失败。
zh_tw: 報告 {0} 個金鑰失敗。

# Common_ReportedKeyFailedTitle
source: Report Keys Failed
es: Se produjo un error en el informe de claves
ja_jp: キーの報告に失敗しました
pt_br: Falha ao relatar chaves
zh_cn: 报告密钥失败。
zh_tw: 報告金鑰失敗

# Common_ReturnedKeyFailed
source: Failed to return {0} keys.
es: No se pudieron devolver {0} claves.
ja_jp: {0} キーの返却に失敗しました。
pt_br: Falha ao retornar {0} chaves.
zh_cn: {0} 个密钥返还失败。
zh_tw: 退回 {0} 個金鑰失敗。

# Common_ReturnedKeyFailedTitle
source: Return Keys Failed
es: Se produjo un error en la devolución de claves
ja_jp: キーの返却に失敗しました
pt_br: Falha ao retornar chaves
zh_cn: 返还密钥失败。
zh_tw: 退貨金鑰失敗

# KeyManagementViewModel_FulfillmentFail
source: Fulfill key from Microsoft failed!
es: Se produjo un error en la utilización de claves de Microsoft.
ja_jp: Microsoft からの実行キーは失敗しました！
pt_br: Falha ao fornecer chave da Microsoft.
zh_cn: 从微软下载密钥失败。
zh_tw: 來自 Microsoft 的處理金鑰失敗!

# Common_ReportFailed
source: Note: These failed keys will be reported by Data Polling automatically.
es: Nota: Estas claves con error se informarán mediante el Sondeo de datos de forma automática.
ja_jp: 注意:これらの失敗したキーはデータ ポーリングにより自動的に報告されます。
pt_br: Observação: essas chaves com falha serão relatadas automaticamente pela Sondagem de dados.
zh_cn: 备注：这些失败的密钥将在后台自动上报。
zh_tw: 附註：這些失敗的金鑰將由資料輪詢自動報告。

# ReturnKeysView_CreditTitle
source: Do you want to return keys that will not receive credit?
es: ¿Desea devolver las claves que no recibirán crédito?
ja_jp: クレジットを受けないキーを戻しますか？
pt_br: Deseja retornar as chaves que não receberão crédito?
zh_cn: 您是否想在无退款情况下返还这些密钥么？
zh_tw: 您是否想退貨無法收取折讓的金鑰？

# ReturnKeysView_NoCredit
source: No, don't return keys that will not receive credit. (Default).
es: No, no devolver las claves que no recibirán crédito. (Predeterminado).
ja_jp: いいえ、クレジットを受けないキーは戻しません。(デフォルト)。
pt_br: Não, não retornar as chaves que não receberão crédito. (Padrão)
zh_cn: 不, 请不要在无退款的情况下返还密钥 (默认)。
zh_tw: 不，請不要退貨無法收取折讓的金鑰。（預設）

# ReturnKeysView_YesCredit
source: Yes, return keys even if they will not receive credit.
es: Sí, devolver las claves que no recibirán crédito.
ja_jp: はい、クレジットを受けない場合でも、キーを戻します。
pt_br: Sim, retornar as chaves mesmo se elas não receberão crédito.
zh_cn: 是，即使没有退款也返还这些密钥。
zh_tw: 是，即使無法收取折讓也要退貨金鑰。
